[
  {
    "chapitre": "1",
    "titre": "Gouvernance et engagement",
    "sous_sections": [
      {
        "sous_section": "1.1",
        "titre": "Structure de l'entreprise et responsabilité de la direction",
        "exigences": [
          {
            "numero": "1.1.1",
            "niveau": "Base",
            "texte": "Toutes les informations relatives à la sécurité des aliments, à la qualité et à la légalité des produits doivent être communiquées au personnel concerné de manière efficace et dans les délais prévus.",
            "onglets": {
              "questionsExemple": [
                "Comment les informations pertinentes sont-elles transmises aux personnes concernées ?",
                "Comment les changements pertinents qui affectent la sécurité des aliments, la qualité et la légalité des produits sont-ils transmis et gérés ?"
              ],
              "explications": "Remarque 1 : Les éléments relatifs à la sécurité des aliments, à la qualité et la légalité des produits doivent être correctement communiqués afin d'éviter les problèmes et les perturbations au niveau des procédés et des produits, dans le cadre du management de la sécurité et de la qualité des aliments.\nExplications /informations complémentaires : Cette exigence soutient l'introduction et la mise en place de la food safety culture tels que : l'engagement de la direction et de tous les employés ; la sensibilisation ; une communication ouverte et claire ; la garantie du respect des exigences réglementaires applicables et le maintien de l'intégrité des procédés.",
              "exemples_preuves": "affiches, distribution des comptes rendus de réunions, communication interne, e-mail, entretiens sur site, etc."
            }
          },
          {
            "numero": "1.1.2",
            "niveau": "Base",
            "texte": "La direction doit fournir des ressources appropriées et suffisantes pour satisfaire aux exigences des produits et des procédés.",
            "onglets": {
              "questionsExemple": [
                "Comment les ressources nécessaires et appropriées (y compris les investissements) ont-elles été définies ?",
                "Existe-t-il une volonté d'allouer/ de fournir les ressources nécessaires à la réalisation des produits et des procédés (y compris les exigences des clients) et de développer, de mettre en place et de garantir la conformité dans le cadre du management de la sécurité des aliments et de la qualité (par exemple, dans le cadre des BPF, de l'HACCP, de la gestion des incidents, des déviations/ non-conformités et des plans d'actions correctives, etc.) ?",
                "Comment la société s'assure-t-elle que toutes les fonctions critiques sont assurées par du personnel compétent à tout moment ?"
              ],
              "explications": "Remarque 1 : La direction fait référence à la direction générale de la société (le plus haut niveau hiérarchique ayant la capacité d'influencer l'organisation et ses opérations).\nRemarque 2 : Les preuves par une évaluation complète des exigences IFS Progress Food v3 doivent démontrer que les exigences sur les produits et les procédés sont satisfaites avec des ressources appropriées et suffisantes telles que : le personnel, la formation, l'hygiène opérationnelle, les équipements, les infrastructures, les outils de travail, les intrants/ aides aux procédés, les services, les conseils d'experts, etc.\nExplications supplémentaires : Cette exigence soutient l'introduction et la mise en place de la food safty culture sur les éléments tels que : l'engagement de la direction ; l'engagement et la disponibilité de ressources suffisantes ; la garantie que la formation et la supervision appropriées sont en place pour le personnel concerné.",
              "exemples_preuves": "plan budgétaire ; comptes rendus des discussions ; évaluation des indicateurs clés de performance ; résultats et suivi des réunions périodiques du personnel ; évaluation sur site."
            }
          },
          {
            "numero": "1.1.3*",
            "niveau": "Base",
            "texte": "La direction (ou une personne autorisée désignée) doit garantir que l'organisme de certification/ prestataire de services d'évaluation est informé de tout changement pouvant impacter la capacité de la société à se conformer aux exigences d'évaluation. Cela doit inclure, au moins :\n• tout changement de nom de l'entité légale\n• tout changement de lieu du site de production.\nEn cas de :\n• rappel de produits\n• retrait et/ou rappel de produits décidé par les autorités pour des raisons liées à la sécurité des aliments et/ou à la fraude alimentaire\n• visite des autorités entraînant des actions obligatoires liées à la sécurité des aliments et/ou à la fraude alimentaire\nl'organisme de certification/ prestataire de services d'évaluation doit être informé dans les trois (3) jours ouvrés.",
            "onglets": {
              "questionsExemple": [
                "Le nom de l'entité légale ou l'emplacement du site de production de la société ont-ils changé ?",
                "La société a-t-elle fait l'objet d'actions obligatoires réglementaires ?",
                "La société a-t-elle connu des rappels de produits ?",
                "La société a-t-elle fait l'objet de rappels et/ou de retraits de produits décidés par les autorités et/ou de actions obligatoires requises par les autorités à la suite de leurs visites ?",
                "Dans ce cas, la société a-t-elle informé l'organisme de certification/ prestataire de services d'évaluation dans les temps ?",
                "Quel est le nom de l'autorité et quand a eu lieu la dernière visite ?"
              ],
              "explications": "Explications/ informations complémentaires : Cette exigence soutient l'introduction et la mise en place la food safety culture sur les éléments tels que : l'engagement de la direction et de tous les employés ; la sensibilisation ; une communication ouverte et claire ; le maintien de l'intégrité des procédés.",
              "exemples_preuves": "notifications aux organismes de certification/ prestataires de services d'évaluation ; RASFF ; FDA/ USDA notification de rappels des bases de données ; page Internet de la société ;"
            }
          },
          {
            "numero": "1.1.4",
            "niveau": "Intermédiaire",
            "texte": "La direction doit garantir que les employés sont conscients de leurs responsabilités relatives à la sécurité des aliments et à la qualité des produits.",
            "onglets": {
              "questionsExemple": [
                "Comment est-il garanti que les employés connaissent leurs responsabilités ?",
                "Comment la direction s'assure-t-elle que les employés connaissent leurs responsabilités relatives à la sécurité des aliments et à la qualité des produits (incluant les exigences règlementaires applicables) ?",
                "Les employés sont-ils conscients de la manière dont ils contribuent à l'efficacité du management de la sécurité des aliments et de la qualité ?",
                "Qui est responsable de la sécurité des aliments et de la qualité ?",
                "Les employés sont-ils conscients des conséquences d'un non-respect des exigences liées aux produits ou au management de la sécurité des aliments et de la qualité ?",
                "Comment la direction assume-t-elle la responsabilité de l'efficacité du management de la sécurité des aliments et de la qualité ?",
                "Comment est-il garanti que les employés réalisent des opérations appropriées par rapport à leur responsabilités (par exemple, les employés clés responsables de procédés critiques comme la surveillance des CCP ; ceux qui ont une influence sur les exigences sur la sécurité et la qualité des produits ?"
              ],
              "explications": "Explications/ informations complémentaires : Cette exigence soutient l'introduction et la mise en place de la food safety culture sur les éléments tels que : l'engagement de la direction et de tous les employés ; la sensibilisation ; une communication ouverte et claire ; la garantie que les rôles et les responsabilités sont clairement communiqués ; le maintien de l'intégrité des procédés et des procédures de sécurité des aliments ; la garantie de la conformité avec les exigences réglementaires applicables.",
              "exemples_preuves": "description de poste ; matrice des responsabilités ; preuves de qualification/ compétences ; entretiens sur site avec les employés clés ;"
            }
          },
          {
            "numero": "1.1.5",
            "niveau": "Intermédiaire",
            "texte": "Le service responsable du management de la sécurité des aliments et de la qualité doit reporter directement à la direction. Un organigramme présentant la structure de la société doit être documenté et tenu à jour.",
            "onglets": {
              "questionsExemple": [
                "Comment l'organisation est-elle structurée ?",
                "Un organigramme est-il documenté et tenu à jour ?",
                "Qui est la personne désignée comme responsable de la sécurité des aliments/ management de la qualité ?",
                "Qui est (sont) la (les) personne(s) chargée(s) de rendre compte de la sécurité des aliments et du management de la qualité ?",
                "Quelle est la relation entre la personne responsable du service de management de la sécurité et de la qualité des aliments et la direction ?",
                "Existe-t-il un reporting direct auprès de la direction en cas de problèmes critiques pour la sécurité des aliments et la conformité des produits (par exemple, incidents, rappels, retraits, non-conformités critiques, perte de maîtrise systémique, problèmes de sécurité des aliments, etc.) ?"
              ],
              "explications": "Explications/ informations complémentaires : Cette exigence soutient l'introduction et la mise en place de la food safety culture sur les éléments tels que la sensibilisation, l'engagement et le leadership de la direction et une communication ouverte et claire.",
              "exemples_preuves": "organigramme ;"
            }
          },
          {
            "numero": "1.1.6",
            "niveau": "Intermédiaire",
            "texte": "La direction doit garantir que tous les processus (documentés ou non) sont connus par le personnel concerné et appliqués de manière cohérente.",
            "onglets": {
              "questionsExemple": [
                "Quels sont les critères utilisés pour assurer la maîtrise des processus ?",
                "Que fait-on pour s'assurer que les processus sont connus du personnel concerné (y compris le personnel permanent et les travailleurs temporaires/ saisonniers) et qu'ils sont appliqués de manière cohérente ?",
                "En cas de nouvelles procédures ou de modifications des procédures existantes, quelles sont les mesures prises pour s'assurer que les procédures sont connues du personnel concerné ?"
              ],
              "explications": "Explications/ informations complémentaires : Cette exigence soutient l'introduction et la mise en place de la food safety culture sur les éléments tels que : l'engagement de la direction et de tous les employés ; la sensibilisation ; une communication ouverte et claire ; le maintien de l'intégrité des procédés et procédures de sécurité des aliments ; la vérification que les contrôles sont réalisé dans les délais et de manière efficace et que la documentation est à jour.",
              "exemples_preuves": "processus ; entretiens sur site* ; \n*Il peut s'agir, entre autres, du personnel chargé de la sécurité des aliments et de l'assurance qualité, des personnes chargées de la maîtrise des procédés , de l'étiquetage, de la production, de la surveillance des CCP, etc."
            }
          },
          {
            "numero": "1.1.7",
            "niveau": "Intermédiaire",
            "texte": "La direction doit tenir à jour un processus de veille permettant à la société de se maintenir informée de la législation applicable, des développements scientifiques et techniques, des guides de bonnes pratiques du secteur, des problématiques de sécurité des aliments et de qualité des produits, et d'être au courant des facteurs pouvant influencer les risques de food defence et de fraude alimentaire.",
            "onglets": {
              "questionsExemple": [
                "Quels types de sources/ outils la société utilise-t-elle pour rester informée et à jour sur les informations pertinentes ?",
                "Quelles sont les exigences légales et réglementaires et/ou les codes de pratique de l'industrie qui s'appliquent à la société ?",
                "Comment les informations pertinentes sont-elles transmises aux personnes concernées ? Comment la direction assure-t-elle ce processus ?",
                "Dans quelle mesure la société est-elle consciente des problèmes de sécurité des aliments et de qualité des produits, ainsi que des facteurs susceptibles d'influencer sur les risques de food defence et de fraude alimentaire ? Comment cela est-il garanti par la direction ?",
                "Si des changements interviennent, qui vérifie la mise en place de ces changements ?",
                "Comment la direction s'assure-t-elle que toutes les exigences légales et réglementaires pertinentes sont en place et connues les personnes concernées ?",
                "Comment la direction s'assure-t-elle que les produits et services achetés et les produits fabriqués sont conformes à toutes les exigences légales et réglementaires pertinentes ?"
              ],
              "explications": "Explications/ informations complémentaires : Cette exigence soutient l'introduction et la mise en place de la food safety cultures sur les éléments tels que l'engagement de la direction et de tous les employés, la sensibilisation, une communication ouverte et claire, le maintien de l'intégrité des procédés et procédures de sécurité des aliments, la vérification de la mise à jour de la documentation et la garantie de la conformité avec les exigences réglementaires pertinentes.",
              "exemples_preuves": "abonnement à la législation alimentaire ; formation ; communications internes ; entretiens sur site ;"
            }
          },
          {
            "numero": "1.1.8",
            "niveau": "Intermédiaire",
            "texte": "Selon la nature et de la taille de la société, la direction doit s'engager et soutenir les éléments de mise en place et de maintien de la food safety culture par les moyens suivants :\n• l'engagement et la participation\n• la sensibilisation au management de la sécurité des aliments\n• une communication ouverte et claire \n• la mise à disposition de ressources suffisantes \nLes réglementations locales sur la food safety culture doivent également être respectées.",
            "onglets": {
              "questionsExemple": [
                "Existe-t-il des réglementations locales sur la food safety culture ? Sont-elles respectées ?",
                "La société a-t-elle établi, maintenu et fourni des preuves de mise en place de la food safety culture appropriée, tenant compte, au moins, des éléments suivants : \na. l'engagement de la direction et de l'ensemble du personnel en faveur de produits, de procédés et de distribution de produits alimentaires sûrs. \nb. l'orientation ou le leadership vers la production de produits alimentaires sûrs et l'engagement de tous les employés dans les pratiques de sécurité des aliments.\nc. la sensibilisation de tous les employés aux éléments pertinents du management de la sécurité des aliments (par exemple, les réglementations, les dangers liés à la sécurité des aliments, l'hygiène).\nd. une communication ouverte et claire sur les éléments pertinents du management de la sécurité des aliments, tels que les changements, les pratiques, les procédures, les attentes, les déviations, les non conformités, les incidents, etc. (au sein de la société, entre les employés clés, entre tous les employés, au sein d'une activité et entre des activités consécutives).\ne. la fourniture et la disponibilité de ressources suffisantes pour assurer la manipulation sûre et hygiénique des produits alimentaires ainsi que la réalisation des produits et des procédés (y compris les exigences des clients en matière de sécurité des aliments)."
              ],
              "explications": "Remarque 1 : L'engagement de la direction porte généralement sur : \na. veiller à ce que les rôles et les responsabilités soient clairement communiqués.\nb. maintenir l'intégrité des procédés et procédures de management de la sécurité des aliments, y compris lorsque des changements sont planifiés et mis en place. \nc. vérifier que les procédés et procédures de sécurité des aliments (par exemple les contrôles) sont réalisés dans les délais et de manière efficace et que la documentation correspondante est à jour.\nd. veiller à ce que le personnel concerné bénéficie d'une formation et d'une supervision appropriées.\ne. veiller au respect des exigences légales et réglementaires pertinentes.\nf. encourager les procédés et procédures d'amélioration continue de la sécurité des aliments au sein de la société et, si applicable, en tenant compte (sans s'y limiter) : de l'évolution de la science, des technologies, des meilleures pratiques, des exigences des clients, des résultats des discussions internes sur le management de la sécurité des aliments, de la revue des principaux indicateurs de performance clés et des résultats (par exemple, conformité/ performance des produits et des procédés, vérifications des BPF, résultats des vérifications HACCP, réclamations des consommateurs et des clients, incidents, non conformités, et gestion des corrections et des actions correctives, etc.).\nRemarque 2 : Dans le cadre de l'évaluation IFS Progress Food v3, les preuves d'une mise en place appropriée de la food safety culture doivent être collectées de manière exhaustive par recoupement avec d'autres exigences d'évaluation connexes (par exemple, les exigences relatives à la structure de la société et à la responsabilité de la direction, les exigences en matière de formation à la gestion des ressources, etc.).\nExplications/ informations complémentaires : Référence : Règlement (UE) 2021/382 de la Commission du 3 mars 2021.",
              "exemples_preuves": "formations ; ressources ; évaluation des indicateurs clés de performance ; plan budgétaire ; discussions/ résultats documenté(e)s ; suivi des réunions périodiques du personnel ; affiches ; distribution des comptes rendus de réunions ; communication interne ; courriers électroniques ; réglementation locale en matière de sécurité des aliments ; entretiens sur site ;"
            }
          }
        ]
      }
    ]
  },
  {
    "chapitre": "2",
    "titre": "Système de management de la sécurité des aliments et de la qualité",
    "sous_sections": [
      {
        "sous_section": "2.1",
        "titre": "Management de la qualité",
        "exigences": [
          {
            "numero": "2.1.1.1",
            "niveau": "Intermédiaire",
            "texte": "Une procédure doit être documentée, mise en place et tenue à jour pour maîtriser les documents et leurs modifications. Tous les documents nécessaires à la conformité aux exigences de sécurité des aliments, de qualité, de légalité, d'authenticité des produits et des clients doivent être disponibles dans leur version à jour. Le motif de toute modification de documents critique, pour ces exigences doit être enregistré.",
            "onglets": {
              "questionsExemple": [
                "Quelles sont les règles de maîtrise des documents ?",
                "La procédure documentée inclut-elle la maîtrise des documents et de leurs révisions ?",
                "Les documents ont-ils un code d'identification ?",
                "Comment le code d'identification est-il structuré ?",
                "Comment identifier une révision ?",
                "Qui est responsable des changements ?",
                "Les changements/ amendements et les modifications sont-ils traçables et enregistrés ?",
                "Comment les modifications apportées aux documents sont-elles communiquées aux employés concernés ?",
                "Existe-t-il des listes de distribution pour les documents ?",
                "Comment détermine-t-on la validité d'un document ?",
                "Comment s'assure-t-on que seuls des documents valides sont en circulation ?",
                "Comment reconnaître que les documents sont valides et à jour ?"
              ],
              "explications": "Remarque 1 : La maîtrise des documents inclut : la distribution, l'accès, la récupération, l'utilisation, le stockage, la préservation, la maîtrise des modifications, la conservation, l'élimination et la gestion des documents obsolètes afin d'éviter toute utilisation abusive.\nExplications/ informations complémentaires : Cette exigence soutient l'introduction et la mise en place de la food safety culture sur les éléments tels que l'intégrité des procédés et procédures de sécurité des aliments, la vérification de la mise à jour de la documentation et la garantie de la conformité aux exigences réglementaires pertinentes.",
              "exemples_preuves": "liste de documents ; procédure pour les documents ; procédure pour la maîtrise des documents ; listes de distribution ; revue d'exemples ;"
            }
          },
          {
            "numero": "2.1.1.2",
            "niveau": "Intermédiaire",
            "texte": "Tous les documents doivent être lisibles, non ambigus et clairs. Ils doivent être disponibles à tout moment pour le personnel concerné.",
            "onglets": {
              "questionsExemple": [
                "Existe-t-il des documents élaborés et effectivement mis en place pour les procédés et opérations pertinents qui ont une incidence sur la sécurité des aliments, la qualité, l'authenticité, la légalité et les exigences des clients ?",
                "Tous les documents sont-ils lisibles ?",
                "Les documents sont-ils rédigés de manière claire afin d'être facilement compris par le personnel ?",
                "Les documents sont-ils sans ambiguïté ?",
                "Les documents sont-ils conservés au bon endroit et sont-ils accessibles au personnel concerné ? Également en dehors des heures de bureau ?",
                "Comment les employés concernés ont-ils accès aux documents ?",
                "Les documents sont-ils compréhensibles/ dans une langue appropriée pour le personnel ?"
              ],
              "explications": "",
              "exemples_preuves": "documents ; liste de documents ; listes de distribution ;"
            }
          },
          {
            "numero": "2.1.2.1",
            "niveau": "Base",
            "texte": "Tous les enregistrements et informations documentées doivent être lisibles, correctement renseignés et authentiques. Ils doivent être gérés de manière à empêcher toute révision ou modification ultérieure des données. Si les enregistrements sont documentés de manière électronique, un système doit être tenu à jour pour garantir que seul le personnel autorisé y a accès pour les créer ou les modifier (par exemple, au moyen d’une protection par mot de passe).",
            "onglets": {
              "questionsExemple": [
                "Quels sont les enregistrements/ informations existants ?",
                "Existe-t-il des documents attestant de la conformité de la société avec les procédés et les produits, ainsi qu'avec le management de la sécurité des aliments et de la qualité, qui inclut des éléments tels que toutes les exigences règlementaires, des clients, de sécurité des aliments et de la qualité qui s'appliquent ?",
                "Les enregistrements/ informations sont-ils complets ?",
                "Les enregistrements/ informations sont-ils disponibles ?",
                "Les enregistrements/ informations sont-ils plausibles ?",
                "Les enregistrements/ informations sont-ils lisibles ?",
                "Quel type de garantie est donnée que les enregistrements/ informations ne peuvent pas être manipulés par la suite ?",
                "Les enregistrements/ informations sont-ils revus par un superviseur ou une personne désignée ?",
                "Comment les corrections (modifications autorisées) des enregistrements/ informations sont-elles réalisées si nécessaire ?",
                "Qui est autorisé à réaliser ces corrections ?",
                "Comment ces corrections sont-elles autorisées ?"
              ],
              "explications": "Explications/ informations complémentaires : Cette exigence soutient l'introduction et la mise en place de la food safety culture sur les éléments tels que l'intégrité des procédés et procédures de sécurité des aliments, la vérification de la mise à jour de la documentation et la garantie de la conformité aux exigences réglementaires pertinentes.",
              "exemples_preuves": "enregistrements ;"
            }
          },
          {
            "numero": "2.1.2.2",
            "niveau": "Base",
            "texte": "Tous les enregistrements et informations documentées doivent être conservés conformément aux dispositions légales et aux exigences des clients. En l’absence de telles exigences, les enregistrements et informations documentées doivent être conservés pendant au moins un an après la fin de durée de vie. Pour les produits sans durée de vie, la durée de vie des enregistrements et des informations documentées doit être justifiée et cette justification doit être documentée.",
            "onglets": {
              "questionsExemple": [
                "Où sont conservés les enregistrements/ informations ?",
                "Qui conserve les enregistrements/ informations ?",
                "Combien de temps les enregistrements/ informations sont-ils conservés ?",
                "Les exigences des clients et/ou les exigences légales sont-elles définies pour la durée de conservation des enregistrements ?",
                "Sur quelle base les durées de conservation des enregistrements/ informations ont-elles été définies ?",
                "Comment s'effectue la sauvegarde des données ?",
                "Pour les produits n'ayant pas de durée de vie, la durée de stockage des enregistrements/ informations était-elle justifiée (par exemple, une expérience/ un historique solide de la société) ?",
                "Les enregistrement/ informations documentées sont-ils compréhensibles dans une langue appropriée pour le personnel ?"
              ],
              "explications": "",
              "exemples_preuves": "conservation des enregistrements ; exigences des clients et exigences légales ; justification enregistrée/ documentée ;"
            }
          },
          {
            "numero": "2.1.2.3",
            "niveau": "Base",
            "texte": "Les enregistrements et informations documentées doivent être stockés dans un lieu sûr et doivent être facilement accessibles.",
            "onglets": {
              "questionsExemple": [
                "Comment et où les enregistrements sont-ils classés ?",
                "Les enregistrements sont-ils conservés en toute sécurité et protégés contre la perte, la falsification intentionnelle et/ou l'utilisation abusive ?",
                "Comment l'accès rapide aux enregistrements est-il assuré (accès facile et rapide, même dans des situations telles que des incidents, des rappels et des retraits, des problèmes de sécurité des aliments et sur les produits, et pendant les évaluations IFS Progress Food v3) ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ;"
            }
          }
        ]
      },
      {
        "sous_section": "2.2",
        "titre": "Plan HACCP",
        "exigences": [
          {
            "numero": "2.2.1.1",
            "niveau": "Intermédiaire",
            "texte": "La base du système de management de la sécurité des aliments de la société doit être un plan basé sur l’HACCP systématique, exhaustif et précis, suivant les principes du Codex Alimentarius, les bonnes pratiques de fabrication, les bonnes pratiques d'hygiène et toutes les dispositions légales des pays de production et de commercialisation des produits allant au-delà de ces principes. Le plan HACCP doit être spécifique et mis en place sur le site de production.",
            "onglets": {
              "questionsExemple": [
                "Sur quels principes repose le plan HACCP de la société ?",
                "Chaque site/ usine dispose-t-il d'un plan HACCP distinct ?",
                "Quelles sont les réglementations spécifiques prises en compte dans le plan HACCP ?",
                "Les exigences légales du pays de production et du pays de destination sont-elles connues, en particulier les règles d'étiquetage ?"
              ],
              "explications": "Explications/ informations complémentaires : Référence additionnelle : Avis de la Commission sur la mise en place de systèmes de management de la sécurité des aliments couvrant les programmes prérequis (PRP) et les procédures fondés sur les principes HACCP, y compris la facilitation/ flexibilité de la mise en place dans certaines entreprises du secteur alimentaire C/2016/4608.",
              "exemples_preuves": "plan HACCP ;"
            }
          },
          {
            "numero": "2.2.1.2",
            "niveau": "Intermédiaire",
            "texte": "Le plan HACCP doit couvrir toutes les matières premières, tous les matériaux d’emballage, tous les produits ou familles de produits ainsi que tous les procédés, depuis la réception des marchandises entrantes jusqu’à l’expédition des produits finis, y compris le développement des produits.",
            "onglets": {
              "questionsExemple": [
                "Le plan HACCP couvre-t-il tous les groupes de produits, les procédés, y compris le développement/ modification des produits, les procédés sous-traités et l'emballage des produits ?",
                "Quelles procédés sont réalisées ?"
              ],
              "explications": "",
              "exemples_preuves": "vue d'ensemble des groupes de produits ; diagramme ; procédés sous-traités ;"
            }
          },
          {
            "numero": "2.2.1.3",
            "niveau": "Intermédiaire",
            "texte": "Le plan HACCP doit être basé sur de la littérature scientifique ou sur les avis d’experts obtenus d’autres sources, qui peuvent inclure : des associations professionnelles et commerciales, des experts indépendants et les autorités. Ces informations doivent être tenues à jour en lien avec tout développement technique des procédés.",
            "onglets": {
              "questionsExemple": [
                "Le plan HACCP est-il fondé sur la littérature scientifique ou sur des spécifications techniquement vérifiées sur les produits et les procédés de fabrication ?",
                "Comment les nouveaux développements techniques sont-ils pris en compte ?",
                "Le plan HACCP répond-il à toutes les exigences réglementaires applicables dans le pays où il est établi, y compris les évaluations des risques requises et applicables, ainsi que les documents justificatifs ? (si applicable, ces exigences réglementaires s'appliquent et remplacement celles du référentiel). Conformément à la législation canadienne et américaine, certains formulaires et formats sont requis.)"
              ],
              "explications": "",
              "exemples_preuves": "références bibliographiques utilisées, etc ;"
            }
          },
          {
            "numero": "2.2.1.4",
            "niveau": "Intermédiaire",
            "texte": "En cas de tout changement de matières premières, de matériaux d’emballage, de méthodes de fabrication, d’infrastructures et/ou d’équipements, le plan HACCP doit être revu pour garantir que les exigences de sécurité des produits sont toujours respectées.",
            "onglets": {
              "questionsExemple": [
                "Quand le système HACCP a-t-il été revu pour la dernière fois ?",
                "Quels sont les liens entre le développement/ la modification des produits et le système HACCP ?",
                "Des changements sont-ils intervenus depuis la dernière revue ? Si oui, quels ont été les changements ?",
                "L'analyse des dangers et l'évaluation des risques ont-elles été revues en fonction des changements ?"
              ],
              "explications": "",
              "exemples_preuves": "revue du plan HACCP ;"
            }
          }
        ]
      },
      {
        "sous_section": "2.3",
        "titre": "Analyse HACCP",
        "exigences": [
          {
            "numero": "2.3.1.1",
            "niveau": "Base",
            "texte": "L’équipe HACCP doit avoir des connaissances et une expertise spécifiques appropriées et doit être multidisciplinaire, en incluant du personnel opérationnel.",
            "onglets": {
              "questionsExemple": [
                "Qui sont les membres de l'équipe HACCP ?",
                "Quels sont les départements/ fonctions qui font partie de l'équipe HACCP (équipe pluridisciplinaire pouvant inclure la sécurité/ qualité des aliments, la production, l'ingénierie, les achats, la distribution) ?",
                "Comment la qualification des membres de l'équipe HACCP a-t-elle été vérifiée ?",
                "Quels sont les risques liés aux produits ?",
                "Existe-t-il un contrat ou un accord de service avec un expert externe (dans le cas de contrats commerciaux avec des services d'expertise externe) ?"
              ],
              "explications": "Remarque 1 : Exigence d'introduction à l'élaboration d'un système HACCP complet.",
              "exemples_preuves": "contrat de service ; preuves de formation, formation avancée ; entretiens sur site ;"
            }
          },
          {
            "numero": "2.3.1.2",
            "niveau": "Intermédiaire",
            "texte": "Les responsables du développement et de la mise à jour du plan HACCP doivent avoir un chef d’équipe en interne, doivent avoir reçu une formation appropriée sur l’application des principes HACCP et doivent avoir des connaissances spécifiques sur les produits et les procédés.",
            "onglets": {
              "questionsExemple": [
                "Qui est le chef de l'équipe HACCP ?",
                "Quel est le contenu de la formation HACCP ?",
                "Quand la dernière formation HACCP a-t-elle eu lieu ?",
                "Qui a participé à la formation HACCP ?",
                "La formation est-elle documentée et gérée dans le cadre d'un programme de formation HACCP dont le contenu, la fréquence, les tâches et la méthode d'évaluation sont définis en tenant compte des questions spécifiques à la société, de la sécurité des aliments, des exigences légales applicables et des modifications apportées aux produits et aux procédés ?"
              ],
              "explications": "",
              "exemples_preuves": "preuves de formation HACCP ; preuves de formation ; entretiens sur site"
            }
          }
        ]
      }
    ]
  },
  {
    "chapitre": "3",
    "titre": "Gestion des ressources",
    "sous_sections": [
      {
        "sous_section": "3.1",
        "titre": "Ressources humaines",
        "exigences": [
          {
            "numero": "3.1.1",
            "niveau": "Base",
            "texte": "Tout le personnel effectuant des tâches affectant la sécurité des produits, la qualité et la légalité doit avoir les compétences requises, acquises par ses études, son expérience professionnelle et/ou sa formation.",
            "onglets": {
              "questionsExemple": [
                "Comment s'assure-t-on que les nouveaux employés et les employés actuels possèdent les compétences nécessaires pour le travail ?"
              ],
              "explications": "Explications /informations complémentaires : Cette exigence soutient l'introduction et la mise en place de la food safety culture, car elle est liée à des éléments tels que : l'engagement de la direction et de tous les employés ; la sensibilisation ; le respect des exigences réglementaires pertinentes et le maintien de l'intégrité des procédés de sécurité des aliments ; la mise en place d'une formation et d'une supervision appropriées pour le personnel concerné.",
              "exemples_preuves": "preuves de compétences, comme la formation ; entretiens sur site ;"
            }
          },
          {
            "numero": "3.1.2",
            "niveau": "Intermédiaire",
            "texte": "Les responsabilités, les compétences et les fiches de postes pour toutes les fonctions ayant un impact sur la sécurité des aliments et sur la qualité des produits doivent être documentées, mises en place et tenues à jour.",
            "onglets": {
              "questionsExemple": [
                "Pour quels postes existe-t-il des fiches de postes écrites ?",
                "Qu'est-il décrit dans les fiches de poste ?",
                "Qui, par exemple, remplace le responsable qualité en son absence ?",
                "Quel est le contenu des fiches de postes ?"
              ],
              "explications": "Explications/ informations complémentaires : Cette exigence soutient l'introduction et la mise en place de la food safety culture sur des éléments tels que : l'engagement de la direction et de tous les employés ; la sensibilisation ; une communication ouverte et claire ; la garantie que les rôles et les responsabilités sont clairement communiqués ; le maintien de l'intégrité des procédés et des procédures de sécurité des aliments ; la garantie de la conformité avec les exigences réglementaires pertinentes.",
              "exemples_preuves": "description des responsabilités pour le personnel clé ;"
            }
          }
        ]
      },
      {
        "sous_section": "3.2",
        "titre": "Hygiène personnelle",
        "exigences": [
          {
            "numero": "3.2.1",
            "niveau": "Base",
            "texte": "Des exigences sur l'hygiène personnelle basées sur les risques doivent être documentées, mises en place et tenues à jour. Elles doivent inclure, au moins, des instructions concernant :\n• les cheveux et la barbe\n• les vêtements de protection (incluant leurs conditions d'utilisation dans les locaux du personnel)\n• le nettoyage, la désinfection et l'hygiène des mains\n• la nourriture, la boisson, le tabac/ vapotage et toute autre utilisation du tabac\n• les actions à mettre en place en cas de coupures ou d'éraflures de la peau \n• les ongles, les bijoux, les faux ongles/ cils et les effets personnels (incluant les médicaments)\n• la signalisation de maladie(s) infectieuse(s) ou de conditions impactant la sécurité des aliments au moyen d'une procédure d'examen médical.\nLes règles d'hygiène personnelle doivent être conformes aux exigences légales.",
            "onglets": {
              "questionsExemple": [
                "Les règles d'hygiène personnelle sont-elles conformes aux exigences légales, si applicable ?",
                "Quelle est la politique/ les règles en matière d'hygiène personnelle ?",
                "Les règles relatives à l'hygiène du personnel comprennent-elles le nettoyage des mains, la gestion de la nourriture, des boissons, du tabac, la gestion des blessures, les ongles et les bijoux, les cheveux et la barbe ?",
                "Où est-il permis de fumer ?",
                "Quel type de vêtements de protection est utilisé ?",
                "Où l'utilisation d'un casque de protection et/ou d'un cache-barbe/ d'un dispositif de retenue des cheveux (couvrant) est-elle spécifiée ? Si requis, les cheveux sont-ils entièrement couverts pour éviter toute contamination du produit ?",
                "En ce qui concerne les casques, quel type, où et comment sont-ils utilisés ?",
                "Quelle procédure un employé doit-il respecter en cas de blessure à la main ? Comment les lésions doivent-elles être traitées/ couvertes ?",
                "Le port de bijoux et de montres est-il autorisé dans les zones de production ?",
                "Dans quelles zones de production le port de gants est-il obligatoire ? Quels sont les types de gants utilisés ? Quand faut-il changer de gants ?"
              ],
              "explications": "Remarque 1 : Les exigences en matière d'hygiène personnelle doivent tenir compte de la nature de la société, des produits et des procédés.\nExplications/ informations complémentaires :\n• Exemples de vêtements de protection : combinaisons, salopettes, blouses, vestes, tabliers, manchons, entre autres. Cela peut inclure également les vêtements jetables (par exemple, les surchaussures, les combinaisons) et les éléments de protection individuelle (par exemple, les casques de protection, les bouchons d'oreille, les masques faciaux avec filtres, les gants réutilisables).\n• Les ongles incluent l'utilisation de vernis, d'acrylique ou de faux ongles, etc.\n• Les bijoux incluent les montres, les boucles d'oreilles, les colliers, les piercings, les alliances, etc.\n• Les cheveux incluent les faux cils, les pinces à cheveux, etc.\n• Les effets personnels incluent les médicaments, clés, téléphones portables, etc.\n• Le tabac inclut les cigarettes électroniques.",
              "exemples_preuves": "règles d'hygiène personnelle documentées ; règles d'hygiène pour les visiteurs/ prestataires ; observation sur site ;"
            }
          },
          {
            "numero": "3.2.1",
            "niveau": "Intermédiaire",
            "texte": "Les exigences relatives à l'hygiène personnelle doivent être définies sur la base des risques.",
            "onglets": {
              "questionsExemple": [
                "Les règles d'hygiène personnelle sont-elles définies sur la base des risques ?"
              ],
              "explications": "Explications/informations complémentaires : Exemples de règles d'hygiène personnelle définies sur la base des risques, mais sans s'y limiter :\n• Si des gants sont utilisés, la désinfection des mains peut ne pas être nécessaire pour les productions à faible risque.\n• Dans les zones à haut risque, des exigences spécifiques en matière d'hygiène personnelle peuvent être requises.\n• Les règles d'utilisation des gants doivent être basées sur les produits, les procédés, les zones/ activités de travail et les risques respectifs (qui pourraient, par exemple, inclure des gants de couleur différente de celle du produit, la fréquence des changements, etc.).\n• Les bijoux visibles (y compris les piercings) et les montres ne doivent pas être portés. Toute exception doit avoir été évaluée en fonction des risques respectifs et doit être maîtrisée de manière efficace.\n• Les règles sur les coupures et éraflures de la peau, comme le fait d'être recouvert d'un pansement/ bandage (qui ne doit pas présenter de risques et qui peut, par exemple, être imperméable et d'une couleur différente de celle du produit) et, si approprié, en fonction des risques : les pansements/ bandages doivent contenir une bande métallique / des gants à usage unique doivent être portés.",
              "exemples_preuves": "règles d'hygiène personnelle documentées ; évaluation des risques ; observation sur site ;"
            }
          },
          {
            "numero": "3.2.2",
            "niveau": "Base",
            "texte": "Les exigences sur l'hygiène personnelle doivent être comprises et appliquées par tout le personnel concerné, ainsi que par les prestataires externes et les visiteurs.",
            "onglets": {
              "questionsExemple": [
                "Comment et quand la politique/ les règles d'hygiène sont-elles communiquées ? Qui vérifie les enregistrements de vérification et d'acceptation formelle des règles d'hygiène, si applicable ?",
                "Comment le personnel, les prestataires et les visiteurs se comportent-ils et agissent-ils de manière appropriée ? Maintiennent-ils un niveau d'hygiène personnelle approprié ? Quelles sont les actions prises en cas de non-respect des règles ?",
                "Les règles d'hygiène du personnel sont-elles également respectées par les visiteurs et les prestataires de services externes ?",
                "Comment s'assure-t-on que les personnes extérieures connaissent les règles d'hygiène applicables ?",
                "Comment la conformité aux exigences est-elle observée/ surveillée pendant les opérations, les travaux, les visites, les services, etc. ?"
              ],
              "explications": "",
              "exemples_preuves": "règles d'hygiène personnelle documentées ; règles d'hygiène pour les visiteurs/ prestataires ; observation sur site ; entretiens sur site ;"
            }
          },
          {
            "numero": "3.2.3",
            "niveau": "Base",
            "texte": "Le respect des exigences sur l'hygiène personnelle doit être régulièrement vérifié.",
            "onglets": {
              "questionsExemple": [
                "Le respect des règles d'hygiène personnelle fait-il l'objet d'une surveillance régulière ? Quelle est la fréquence ?",
                "Existe-t-il des vérifications de conformité en matière d'hygiène personnelle sur le site par le biais d'activités/ inspections de surveillance ?",
                "Comment les employés sont-ils surveillés pendant leur travail ? (par exemple, par des tests de prélèvements sur les mains, des inspections visuelles, etc.).",
                "Quelles sont les actions prises si les résultats des vérifications ne sont pas favorables ?"
              ],
              "explications": "",
              "exemples_preuves": "tests de prélèvement sur les mains, etc. ; comptes-rendus de surveillance des règles d'hygiène, activités/ inspections sur site ; liste des défaillances identifiées et des actions prises ; etc."
            }
          },
          {
            "numero": "3.2.4",
            "niveau": "Base",
            "texte": "Des vêtements de protection adaptés doivent être fournis en quantité suffisante pour chaque employé.",
            "onglets": {
              "questionsExemple": [
                "Les vêtements /uniformes de protection sont-ils adéquats ?",
                "Des vêtements/ uniformes de protection sont-ils fournis de manière suffisante, appropriée, adéquate et sont-ils propres ? Combien de vêtements/ uniformes de protection sont à la disposition de chaque employé ? Les vêtements de protection sont-ils adéquats pour éviter les risques liés à la sécurité des aliments (par exemple, la contamination physique) ?",
                "Quelles sont les règles sur les vêtements/ uniformes de protection (y compris les règles d'utilisation et/ou les restrictions définies pour des zones telles que la cantine, les vestiaires, la zone fumeurs, les toilettes, les zones extérieures, les zones à haut risque, etc.) ?",
                "Quelles sont les règles en vigueur sur le lavage des vêtements/ uniformes de protection ?",
                "Quand les vêtements/ uniformes de protection doivent-ils être changés ? À quelle fréquence un employé est-il censé changer de combinaison/ uniforme de protection ?",
                "Les vêtements de protection sont-ils portés uniquement sur le site ?",
                "Les prestataires et les visiteurs qui pénètrent dans la zone de production sont-ils également équipés de vêtements de protection ?"
              ],
              "explications": "Explications /informations complémentaires : Cette exigence soutient l'introduction et la mise en place de la food safety culture sur les éléments tels que : l'engagement de la direction ; l'engagement et la disponibilité de ressources suffisantes ; le maintien de l'intégrité des procédés de sécurité des aliments ; la garantie de la conformité avec les exigences réglementaires pertinentes.",
              "exemples_preuves": "règles d'hygiène personnelle ; règles d'hygiène pour les visiteurs/ sous-prestataires ; observation sur site ;"
            }
          },
          {
            "numero": "3.2.5",
            "niveau": "Base",
            "texte": "En cas de problème de santé ou de maladie infectieuse pouvant avoir un impact sur la sécurité des aliments, des actions doivent être mises en place afin de minimiser les risques de contamination.",
            "onglets": {
              "questionsExemple": [
                "Quelles sont les règles sur la notification des maladies infectieuses et les actions à prendre ?",
                "Le personnel, les prestataires et les visiteurs sont-ils informés des questions sanitaires ou des règles de notification sur les maladies infectieuses ?",
                "Comment le personnel, les prestataires et les visiteurs doivent-ils se comporter en cas de présence ou de suspicion d'une maladie infectieuse ?",
                "Comment s'assure-t-on que le personnel et les visiteurs connaissent les lignes consignes ?",
                "Qui est chargé d'évaluer chaque situation et de décider/ adresser les actions appropriées ?",
                "Quelles sont les actions prises lorsque ces problèmes sont signalés par le personnel, les prestataires et/ou les visiteurs (isolement, examen médical, restriction d'accès, etc.) ?"
              ],
              "explications": "Remarque1 : Les restrictions et les procédures de contrôle médical doivent tenir compte et respecter les exigences légales en vigueur dans le pays de production.",
              "exemples_preuves": "prestataires ; règles relatives aux problèmes de santé ou aux maladies infectieuses ; entretiens sur site ;"
            }
          }
        ]
      },
      {
        "sous_section": "3.3",
        "titre": "Formation et instruction",
        "exigences": [
          {
            "numero": "3.3.1",
            "niveau": "Base",
            "texte": "Des programmes de formation et/ou d'instruction documentés doivent être mis en place sur la base des exigences des produits et des procédés et des besoins en formation des employés, sur la base de leurs postes.",
            "onglets": {
              "questionsExemple": [
                "Les activités de formation/ instruction abordent-elles correctement (mais pas exclusivement) les aspects suivants : sécurité des aliments, qualité des produits, légalité, procédés, pratiques et autres éléments pertinents pour la réalisation des produits et des procédés ? Reflètent-ils les besoins de la société et des employés ?",
                "Quelle est la fréquence des sessions de formation/ des activités d'instruction (par exemple, formations sur le lieu de travail) ? Les responsabilités des employés sont-elles prises en compte ?",
                "Qui est responsable de la formation ?",
                "Qui participe aux sessions de formation/ activités d'instruction ?",
                "Existe-t-il des preuves de l'existence de formations internes et externes ?",
                "Quelles formations ont été réalisées ?",
                "Quel était le contenu de la dernière session de formation ?",
                "Existe-t-il des formations spécifiques ?",
                "Quelle est la fréquence des formations à l'hygiène ?",
                "Quel était le contenu de la dernière session de formation à l'hygiène ?",
                "Comment sont déterminés les besoins en formation de chaque employé ?",
                "Toutes les personnes concernées ont-elles reçu une formation de remise à niveau ?"
              ],
              "explications": "Explications /informations complémentaires : Cette exigence soutient l'introduction et la mise en place de la food safety culture sur les éléments tels que : l'engagement de la direction et de tous les employés ; la sensibilisation ; le respect des exigences réglementaires pertinentes et le maintien de l'intégrité des procédés de sécurité des aliments ; la mise en place d'une formation et d'une supervision appropriées pour le personnel concerné.",
              "exemples_preuves": "preuve de formation ; programme de formation ; descriptions de postes ; rôles clés ; entretiens sur site ;"
            }
          },
          {
            "numero": "3.3.1",
            "niveau": "Intermédiaire",
            "texte": "Des programmes documentés de formation et/ou d'instruction doivent être mis en place et inclure :\n• le contenu des formations \n• la fréquence des formations \n• les tâches des employés\n• les langues \n• les formateurs/ tuteurs qualifiés.\n• l'efficacité de la formation.",
            "onglets": {
              "questionsExemple": [
                "Le programme de formation ou d'instruction est-il documenté ? Comment les besoins en formation sont-ils définis (par exemple, sur la base des risques et des emplois respectifs) ?",
                "Quelles sont les preuves de qualification du formateur ?"
              ],
              "explications": "Explications/ informations complémentaires : Cette exigence soutient l'introduction et la mise en place de la food safety cultue sur les éléments tels que : l'engagement de la direction et de tous les employés ; la sensibilisation ; le respect des exigences réglementaires pertinentes et le maintien de l'intégrité des procédés et procédures de sécurité des aliments ; la mise en place d'une formation et d'une supervision appropriées pour le personnel concerné.",
              "exemples_preuves": "programme de formation/ instructions documenté ; programme de formation ; calendrier de formation ;"
            }
          },
          {
            "numero": "3.3.2",
            "niveau": "Base",
            "texte": "Les programmes de formation et/ou d'instruction documentés doivent être appliqués à tout le personnel, y compris les travailleurs saisonniers, temporaires et les employés de sociétés externes, en poste dans les zones de travail correspondantes. Avant la première prise de fonction et avant de commencer à travailler, le personnel doit être formé/ instruit.",
            "onglets": {
              "questionsExemple": [
                "L'ensemble du personnel a-t-il reçu une formation/ instruction appropriée ?",
                "Toutes les nouvelles personnes ont-elles été formées de manière efficace ? Quels sont les employés qui reçoivent une formation/ instruction au moment de leur embauche ? Quel est le contenu de ces instructions ?",
                "Les futurs employés (y compris les travailleurs saisonniers et temporaires) sont-ils formés/ instruits au moment de leur embauche ?",
                "Comment les employés étrangers sont-ils formés/ instruits ?"
              ],
              "explications": "Explications/ informations complémentaires : Cette exigence soutient l'introduction et la mise en place la food safety culture sur les éléments tels que : l'engagement de la direction et de tous les employés ; la sensibilisation ; le respect des exigences réglementaires pertinentes et le maintien de l'intégrité des procédés de sécurité des aliments ; la mise en place d'une formation et d'une supervision appropriées pour le personnel concerné.",
              "exemples_preuves": "preuves de formation ; entretiens sur site ;"
            }
          },
          {
            "numero": "3.3.3",
            "niveau": "Intermédiaire",
            "texte": "Des enregistrements de toutes les formations / instructions réalisées doivent être disponibles, indiquant :\n• la liste des participants (incluant leurs signatures) \n• la date\n• la durée\n• le contenu de la formation\n• le nom du formateur/ tuteur. \nUne procédure ou un programme doit être documenté(e), mis(e) en place et tenu(e) à jour pour prouver l'efficacité des programmes de formation et/ou d'instruction.",
            "onglets": {
              "questionsExemple": [
                "Existe-t-il des preuves que la formation a été dispensée ?",
                "Les programmes de formation /instruction sont-ils enregistrés/ documentés ? Qu'est-ce qui a été enregistré/ documenté ?",
                "Tous les enregistrements contiennent-ils toutes les informations nécessaires ?",
                "Les participants ont-ils signé la fiche de présence à la formation ?",
                "Comment l'efficacité des programmes de formation et/ ou d'instruction est-elle vérifiée (par exemple, au moyen de tests, d'interrogations, de surveillance de la performance, etc.) ?",
                "Lorsque les programmes de formation et/ou d'instruction ne sont pas efficaces, quelles sont les actions prises ?"
              ],
              "explications": "",
              "exemples_preuves": "preuves de formation ; enregistrements des événements de formation/ instruction ; vérifications d'efficacité ; procédure d'efficacité ; actions ;"
            }
          },
          {
            "numero": "3.3.4",
            "niveau": "Intermédiaire",
            "texte": "Le contenu des formations et/ou des instructions doit être régulièrement revu et mis à jour, si nécessaire.",
            "onglets": {
              "questionsExemple": [
                "Comment le contenu des formations est-il révisé ? Qui en est responsable ?",
                "Un minimum d'exigences en matière de sécurité des aliments, de qualité des produits et de législation est-il pris en compte dans la revue du contenu (par exemple, incidents, produits non conformes et gestion des déviations/ non-conformités, procédures, BPF, HACCP (y compris la surveillance des CCP), nettoyage et désinfection, traçabilité, lutte contre les nuisibles, manipulation de produits chimiques, etc.)",
                "Les modifications apportées aux produits, aux procédés et aux procédures sont-elles prises en compte lors de la revue du contenu ?",
                "Quand le contenu des formations est-il révisé ?",
                "Quand la dernière mise à jour du contenu des formations a-t-elle eu lieu ?",
                "Quel était le contenu de la dernière mise à jour ?",
                "Le retour d'information est-il pris en compte lors de la revue (par exemple, les résultats des tests de formation, des enquêtes, des évaluations du lieu de travail des employés, etc.) ?"
              ],
              "explications": "",
              "exemples_preuves": "examens ; tests ; résultats d'évaluation ;"
            }
          }
        ]
      },
      {
        "sous_section": "3.4",
        "titre": "Locaux du personnel",
        "exigences": [
          {
            "numero": "3.4.1",
            "niveau": "Base",
            "texte": "Des locaux adaptés doivent être fournis pour le personnel, et doivent être équipés et adaptés en superficie au nombre d'employés. Ils doivent être opérationnels et conçus de manière à minimiser les risques de sécurité des aliments. Ces locaux doivent être entretenus de manière à empêcher toute contamination.",
            "onglets": {
              "questionsExemple": [
                "Combien y a-t-il d'employés ?",
                "Les locaux du personnel sont-ils appropriées ? Sont-ils en nombre suffisant et entretenus de manière à éviter toute contamination ?",
                "Le personnel a-t-il accès à une cafétéria ? Y a-t-il des vestiaires ?",
                "Où sont les toilettes ?",
                "Y a-t-il des installations sanitaires ?",
                "Sont-ils conçus et maîtrisés de manière à minimiser les problèmes de sécurité des aliments ?",
                "Les exigences légales sont-elles respectées ?"
              ],
              "explications": "Remarque 1 : Les exigences sur les locaux du personnel doivent tenir compte de la nature de la société, du produit et des procédés.\nExplications/ informations complémentaires : Exemples d'installations pour le personnel : vestiaire, toilettes, espace fumeur, salle de restauration, installations pour l'hygiène des mains, etc.\nCette exigence soutient l'introduction et la mise en place de la food safety culture sur les éléments tels que : l'engagement de la direction ; l'engagement et la disponibilité de ressources suffisantes ; le maintien de l'intégrité des procédés de sécurité des aliments ; la garantie de la conformité avec les exigences réglementaires pertinentes.",
              "exemples_preuves": "plan de l'usine ; observation sur site ;"
            }
          }
        ]
      }
    ]
  },
  {
    "chapitre": "4",
    "titre": "Procédés opérationnels",
    "sous_sections": [
      {
        "sous_section": "4.1",
        "titre": "Écoute client et accord de contrat",
        "exigences": [
          {
            "numero": "4.1.1",
            "niveau": "Base",
            "texte": "Toutes les exigences de sécurité des aliments et de qualité des produits dans les accords avec les clients, ainsi que toute révision de ces exigences, doivent être connues et communiquées à chaque service concerné.",
            "onglets": {
              "questionsExemple": [
                "Existe-t-il des exigences spécifiques des clients pour les produits achetés ?",
                "Qui procède à la revue des exigences ?",
                "Existe-t-il des accords de fourniture écrits avec les clients ?",
                "Dans le cadre de l'accord défini, comment les exigences relatives à la sécurité et à la qualité des produits sont-elles communiquées aux services concernés ou au personnel responsable ?",
                "Quelles garanties sont données que les exigences du client et les spécifications internes sont compatibles ?",
                "Qui veille à ce que les matières premières appropriées soient disponibles à tout moment pour la fabrication du produit ?",
                "Les modifications apportées aux accords contractuels existants sont-elles enregistrées et communiquées entre les partenaires contractuels ?",
                "Comment s'assure-t-on que les clients sont informés des modifications apportées aux produits et aux procédés ?",
                "Comment s'assure-t-on que les changements sont mis en place par tous les départements concernés ou par le personnel responsable ?"
              ],
              "explications": "Explications/ informations complémentaires : Voici quelques exemples d'exigences des clients qui pourraient être incluses dans les accords :\n• la production en lots et produits en attente/ quarantaine en stock\n• des exigences spécifiques en matière de gestion de crise et d'incidents\n• des exigences spécifique sur les matières premières, la formulation/ configuration du produit, les allégations, les exigences technologiques, l'emballage et/ou l'étiquetage, la validation du produit, les procédés sous-traités, etc.\n• des paramètres spécifiques du produit et des procédés à maîtriser \n• un délai spécifique pour la traçabilité \n• etc.",
              "exemples_preuves": "contrats avec les clients, accords ; spécifications/ recettes/ formulations convenues ; communications, par exemple courriels ; preuves de communication ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.2",
        "titre": "Spécifications et recettes des produits",
        "exigences": [
          {
            "numero": "*4.2.1.1",
            "niveau": "Base",
            "texte": "Les spécifications de tous les produits finis doivent être documentées et mises en place. Elles doivent être mises à jour, non ambigües et conformes aux dispositions légales en vigueur et aux exigences des clients.",
            "onglets": {
              "questionsExemple": [
                "Les spécifications sont-elles documentées et mises en place pour tous les produits finis ?",
                "Quelle assurance est donnée que les spécifications sont conformes aux exigences légales et, si elles existent, aux exigences des clients ?",
                "Quelle est l'assurance que les spécifications sont respectées ?",
                "Comment peut-on s'assurer que les spécifications sont à jour ?"
              ],
              "explications": "Remarque 1 : Les spécifications des fournisseurs peuvent être prises en compte, si applicable (par exemple, le mélange d'épices du fournisseur).",
              "exemples_preuves": "spécifications ; spécifications des fournisseurs ; preuve de conformité aux spécifications, par exemple les résultats d'analyses, les ordres de production traçables, les contrôles de production, etc. ; preuve de conformité aux spécifications, par exemple les accords avec les consommateurs, les exigences légales, etc. ;"
            }
          },
          {
            "numero": "4.2.1.2",
            "niveau": "Base",
            "texte": "Un processus pour maîtriser la création, la validation et la modification des spécifications doit être mis en place et tenu à jour, et doit inclure, si requis, l’accord des clients. Lorsque cela est demandé par les clients, les spécifications des produits doivent être formellement acceptées. Ce processus doit inclure la mise à jour des spécifications des produits finis en cas de modifications liées aux :\n• matières premières\n• formulations/recettes\n• procédés ayant un impact sur les produits finis\n• matériaux d’emballage ayant un impact sur les produits finis.",
            "onglets": {
              "questionsExemple": [
                "Quel est le contenu minimal défini pour les spécifications (par exemple, sécurité, qualité, exigences organoleptiques, légales et des clients) ?",
                "Existe-t-il une personne désignée responsable de la maîtrise des spécifications (y compris de leur diffusion) ?",
                "Qui rédige, vérifie, met à jour et approuve les spécifications ?",
                "Si les spécifications proviennent des fournisseurs, une personne compétente les revoit-elle et les approuve-t-elle en interne ?",
                "Comment les spécifications sont-elles compilées, vérifiées, mises à jour et approuvées (procédé) ?",
                "Comment les spécifications mises à jour sont-elles reconnaissables ?",
                "Les clients ont-ils besoin d'un accord formel pour les spécifications des produits ? Si oui, quels sont les produits concernés ?",
                "Comment les informations et les changements sont-ils communiqués au sein de la société et, si applicable, au client ?",
                "Les modifications pertinentes sont-elles rapidement communiquées au client (par exemple, les changements sur l'étiquetage des allergènes ou les paramètres des spécifications) ?",
                "Le processus de communication est-il mis en place et connu des employés ?",
                "Si applicable, comment sont gérées les spécifications des clients et la protection de ces informations ?"
              ],
              "explications": "",
              "exemples_preuves": "processus mis en place pour maîtriser la création, la validation et la modification des spécifications ; processus de communication ; preuves de la communication ; communication avec le client si requis ;"
            }
          },
          {
            "numero": "4.2.1.2",
            "niveau": "Intermédiaire",
            "texte": "Une procédure de maîtrise de la création, la validation, la mise à jour et la modification des spécifications doit être documentée.",
            "onglets": {
              "questionsExemple": [
                "La procédure de gestion des spécifications est-elle documentée (par exemple, procédures documentées, descriptions de procédés, instructions de travail, diagramme, etc.) ?"
              ],
              "explications": "",
              "exemples_preuves": "procédures documentées ; description des procédés ; diagrammes ; instructions de travail ; enregistrements ;"
            }
          },
          {
            "numero": "*4.2.1.3",
            "niveau": "Base",
            "texte": "Des spécifications doivent être documentées et mises en place pour toutes les matières premières (ingrédients, additifs, matériaux d’emballage, produits de recyclage). Ces spécifications doivent être mises à jour, non ambigües et conformes aux dispositions légales en vigueur et, si définies, aux exigences des clients.",
            "onglets": {
              "questionsExemple": [
                "Des spécifications sont-elles disponibles et mises en place pour toutes les matières premières (ingrédients, additifs, matériaux d’emballage et recyclage) ?",
                "Quelle est l'assurance que les spécifications sont respectées ?",
                "Quelle assurance est donnée que les spécifications sont conformes aux exigences légales et, si applicable, aux exigences des clients ?",
                "Comment s'assurer que le recyclage est conforme aux spécifications ?",
                "Comment peut-on s'assurer que les spécifications sont à jour ?"
              ],
              "explications": "Remarque 1 : Les spécifications des fournisseurs peuvent être prises en compte si applicable.",
              "exemples_preuves": "spécifications ; spécifications des fournisseurs ; preuve de conformité aux spécifications, par exemple les résultats d'analyses, les ordres de production traçables, les contrôles de production, etc. ; preuve de conformité aux spécifications, par exemple les accords avec les consommateurs, les exigences légales, etc. ;"
            }
          },
          {
            "numero": "4.2.1.4",
            "niveau": "Base",
            "texte": "Les spécifications et/ou leur contenu doivent être disponibles sur le site pour tout le personnel concerné.",
            "onglets": {
              "questionsExemple": [
                "Comment les spécifications sont-elles communiquées au personnel concerné ?",
                "Qui a accès aux spécifications ?",
                "Les spécifications sont-elles disponibles sur site pour le personnel concerné ?"
              ],
              "explications": "",
              "exemples_preuves": "vérification croisée sur site (par exemple, les spécifications approuvées et mises à jour en dernier lieu sont celles qui sont utilisées sur site) ;"
            }
          },
          {
            "numero": "4.2.1.5",
            "niveau": "Intermédiaire",
            "texte": "Lorsqu'il est demandé d'étiqueter et/ou de promouvoir des produits avec une allégation ou lorsque certaines méthodes de traitement ou de production sont exclues, des mesures doivent être mises en place pour démontrer la conformité à cette déclaration.",
            "onglets": {
              "questionsExemple": [
                "Existe-t-il des produits spécifiquement étiquetés et/ou promus avec des allégations ?",
                "Existe-t-il des produits spécifiquement étiquetés et/ou promus dans des cas où certaines méthodes de traitement/ production sont exclues ?",
                "La société travaille-t-elle avec des produits/ matières premières composés, contenant ou fabriqués à partir d’OGM ?",
                "Ces déclarations spécifiques ont-elles été incluses dans les spécifications ? Qui rédige, modifie, vérifie et approuve les spécifications ?",
                "La société a-t-elle mis en place des mesures pour démontrer la conformité avec ces allégations/ déclarations (par exemple, contrôles spécifiques, pratiques, structure, tests/ analyses, confirmation par des certificats et/ou des preuves/ études scientifiques, etc.) ?",
                "La clarté, la précision et la véracité des allégations sont-elles assurées par des preuves fiables et des contrôles appropriés ?"
              ],
              "explications": "Consultez le glossaire pour connaître la définition et des exemples d'allégations.",
              "exemples_preuves": "étiquettes ; spécifications ; allégations/ déclarations ; mesures ; contrôles ; pratiques ; résultats de tests/ analyses ; certificats ; preuves scientifiques ; enregistrements des contrôles ; statut de certification des produits ;"
            }
          },
          {
            "numero": "4.2.2.1",
            "niveau": "Base",
            "texte": "Les recettes et les formulations doivent être à jour, valides et conformes aux spécifications, et être disponibles sur site pour le personnel concerné.",
            "onglets": {
              "questionsExemple": [
                "Les formulations/recettes sont-elles conformes aux spécifications ?",
                "Qui a accès aux recettes/ formulations ?",
                "Les recettes/ formulations sont-elles accessibles au personnel concerné ?",
                "Quelle assurance est donnée que la recette/ formulation spécifiée est respectée ?",
                "Comment la conformité des formulations et recettes est-elle vérifiée ?",
                "Les formulations/ recettes sont-elles correctement modifiées lorsque des changements interviennent dans les spécifications/ procédés ?",
                "Les modifications pertinentes des formulations/ recettes sont-elles correctement communiquées (y compris en interne) ?"
              ],
              "explications": "Remarque 1 : Les formulations et recettes du fournisseur peuvent être prises en compte, si applicable.",
              "exemples_preuves": "formulations et recettes ; formulations/ recettes du fournisseur ; preuve de conformité des formulations, par exemple les ordres de production ; preuve de communication ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.3",
        "titre": "Développement/ modification des produits/ modification des procédés de fabrication",
        "exigences": [
          {
            "numero": "4.3.1",
            "niveau": "Base",
            "texte": "Un procédé doit être mis en place et tenu à jour pour garantir la conformité de l’étiquetage à la législation en vigueur dans le(s) pays de destination des produits et aux exigences des clients.",
            "onglets": {
              "questionsExemple": [
                "Quelles sont les exigences légales et des clients ?",
                "Quels sont les pays de commercialisation ?",
                "Quels sont les pays qui ont des exigences particulières ?",
                "Qui édite les étiquettes ?",
                "Qui approuve les étiquettes ?",
                "Comment la conformité entre le produit et l'étiquette est-elle vérifiée ?"
              ],
              "explications": "",
              "exemples_preuves": "réglementation ; spécifications ; exigences des clients ;"
            }
          },
          {
            "numero": "4.3.2",
            "niveau": "Base",
            "texte": "Des tests de durée de vie ou des validations appropriées par une évaluation microbiologique, chimique et organoleptique doivent être réalisés en prenant en compte la formulation des produits, leurs emballages, leurs conditions de fabrication et leurs conditions de conservation et d’utilisation étiquetées. Les durées de vie doivent être définies selon cette évaluation, ainsi que les exigences légales et des clients.",
            "onglets": {
              "questionsExemple": [
                "Comment les durées de vie sont-elles déterminées ?",
                "Existe-t-il des preuves de tests/ études sur la durée de vie ?",
                "Les produits sont-ils soumis à des tests de durée de vie ?",
                "Les résultats des tests organoleptiques sont-ils pris en compte pour déterminer la durée de vie, si applicable ?",
                "La détermination de la durée de vie fait-elle l'objet d'exigences légales et des clients spécifiques (par exemple, méthodes ou conditions de tests spécifiques, etc.) ?",
                "Les tests/ études (y compris documentaires)/ vérifications sont-ils documentés/ enregistrés ?"
              ],
              "explications": "Remarque 1 : Lorsque les produits n'ont pas de durée de vie conformément aux exigences légales, l'exigence peut être notée comme N/A.\nExplications/ informations complémentaires : La durée de vie peut être définie sur la base des caractéristiques des produits et des procédés, qui doivent être alignées sur l'étiquetage/ l'information sur les produits, en tenant compte d'éléments tels que : l'expérience sur le produit et les procédés, l'historique, les enregistrements disponibles qui établissent une base scientifique, les données scientifiques, la littérature, les références positives (sources correctes/ valides/ fiables), les exigences légales, les exigences des clients (par exemple, les méthodes spécifiquement définies pour la durée de vie), la comparaison par la similarité du produit, les analyses microbiologiques (y compris du point de vue de la sécurité des aliments basée sur le cadre juridique, tels que les pathogènes), chimiques et organoleptiques, les méthodes/ tests de détermination de la durée de vie, les tests de vieillissement (par exemple, les conditions optimales par rapport aux conditions de la chaîne d'approvisionnement pour les produits frais/ périssables), etc.",
              "exemples_preuves": "méthodes/ études de détermination de la durée de vie ; résultats d'analyses ; documentation ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.4",
        "titre": "Achats",
        "exigences": [
          {
            "numero": "*4.4.1",
            "niveau": "Base",
            "texte": "La société doit établir des accords contractuels ou de service écrits et doit maîtriser les achats, les services et les procédés sous-traités. Il doit être garanti que tous les éléments suivants ayant un impact sur la sécurité des aliments et la qualité des produits sont conformes aux exigences et spécifications définies et convenues :\n• tous les matières premières, produits semi-finis et matériaux d'emballage achetés\n• les services \n• les procédés sous-traités.",
            "onglets": {
              "questionsExemple": [
                "Existe-t-il des accords contractuels ou de service écrits et définis pour les produits achetés (matières premières, produits semi-finis et matériaux d'emballage achetés directement ou indirectement) et les services ?",
                "Existe-t-il des accords contractuels ou des contrats de service écrits pour les services (par exemple, avec des prestataires de services pour le nettoyage et la désinfection, la maintenance, etc.) ?",
                "Existe-t-il des accords contractuels ou de service écrits pour les sociétés qui fournissent des procédés partiellement sous-traités ?",
                "Les spécifications/ exigences/ niveaux de service sont-ils définis, convenus et revus quant à leur acceptabilité avant la conclusion d'un accord de fourniture/ service ?",
                "Les modifications apportées aux accords/ exigences contractuels/ de service existants sont-elles documentées et communiquées entre les partenaires contractuels ?",
                "Comment s'assure-t-on que les produits achetés, les services et les procédés sous-traités qui ont un impact sur la sécurité des aliments et la qualité des produits sont conformes aux exigences définies, aux spécifications, au niveau de service et aux accords contractuels/ de service (par exemple, contrôles des marchandises entrantes, résultats d'analyses, contrôles, etc.) ?"
              ],
              "explications": "",
              "exemples_preuves": "spécifications ; liste des fournisseurs ; contrats pour les procédés partiellement sous-traités ; accords contractuels, accords de service, communication écrite (par exemple sur les spécifications, les exigences en matière de services et de procédés, la qualité, la sécurité des aliments et les exigences des clients, la confirmation du niveau de service, etc. ;)"
            }
          },
          {
            "numero": "4.4.2",
            "niveau": "Intermédiaire",
            "texte": "Une procédure pour le sourcing des matières premières, des produits semi-finis et des matériaux d'emballage, ainsi que pour le référencement et le suivi des fournisseurs (internes et externes) doit être documentée, mise en place et tenue à jour. Cette procédure doit contenir, au moins, les éléments suivants :\n• les risques liés aux matières premières et/ou aux fournisseurs\n• les référentiels de performance requis (par exemple, certification, origine, etc.)\n• les situations exceptionnelles (par exemple, les achats réalisés en urgence)\net, sur la base des risques, des critères supplémentaires, comme par exemple :\n• des audits réalisés par une personne expérimentée et compétente\n• des résultats d'analyses\n• la fiabilité du fournisseur\n• des réclamations \n• des questionnaires fournisseurs.",
            "onglets": {
              "questionsExemple": [
                "Existe-t-il une procédure de référencement pour les nouveaux fournisseurs ?",
                "Comment l'évaluation des risques pour le référencement et la surveillance des fournisseurs a-t-elle été réalisée ?",
                "Comment la société informe-t-elle les fournisseurs des exigences en matière de référencement et de suivi ?",
                "Comment les fournisseurs sont-ils surveillés ?",
                "Comment la qualification des fournisseurs est-elle garantie ? (par exemple, surveillance de l'entrée des produits, audits/évaluations des fournisseurs, analyses de laboratoire, résultats d'analyses, questionnaires, etc.)",
                "Les fournisseurs sont-ils notés ?",
                "Des fournisseurs ont-ils déjà été exclus ? Comment la société gère-t-elle les fournisseurs non agréés et s'assure-t-elle qu'aucun bien ou service ne leur est acheté ?",
                "Comment un fournisseur exclu est-il identifié ?",
                "Quelle est la fréquence des audits/ évaluations externes ? Sont-elles basées sur une évaluation des risques ?",
                "Quels sont les critères pris en compte pour l'évaluation des fournisseurs ?",
                "Quel fournisseur fournit des résultats d'analyses ?",
                "Les enregistrements de référencement et de surveillance des fournisseurs sont-ils conservés ?",
                "Comment la fiabilité des fournisseurs est-elle évaluée et mesurée (par exemple, par le biais de réclamations et de non-conformités liées aux fournisseurs) ?",
                "Quels sont les référentiels exigés qui sont vérifiés ?",
                "Comment les situations exceptionnelles sont-elles gérées (par exemple, achat d'urgence en raison de limites d'approvisionnement) ?"
              ],
              "explications": "",
              "exemples_preuves": "évaluation des risques ; procédures des fournisseurs ; liste des fournisseurs ; certificats des fournisseurs ; référentiels requis ; résultats d'analyses ; plan d'audit/ évaluation externe ; évaluations documentaires ; questionnaire des fournisseurs ; audits/ évaluations des fournisseurs ; systèmes de classement des fournisseurs ; surveillance de l'entrée des produits/ des marchandises entrantes ; checklist des contrôles à réception ; analyses de laboratoire ; contrôles définis par le fournisseur ;"
            }
          },
          {
            "numero": "4.4.3",
            "niveau": "Intermédiaire",
            "texte": "Les matières achetées doivent être évaluées, sur la base des risques et du statut des fournisseurs, selon la sécurité des aliments, la qualité, la légalité et l'authenticité des produits. Les résultats doivent servir de base pour les plans de contrôle et de surveillance.",
            "onglets": {
              "questionsExemple": [
                "Comment les matières/ produits achetés (par exemple, les matières premières, les produits semi-finis et les matériaux d'emballage) sont-ils évalués en fonction des spécifications/ accords/ exigences convenus ?",
                "Existe-t-il un plan de contrôle ?",
                "Comment l'échantillonnage et la fréquence sont-ils définis ?",
                "L'évaluation des matières achetées est-elle basée sur les risques et le statut du fournisseur ?",
                "L'évaluation des résultats des matières/ produits achetés est-elle considérée comme une base pour l'établissement ou la mise à jour des plans de contrôle et de surveillance (par exemple, les résultats non satisfaisants indiquent-ils la nécessité d'augmenter ou de modifier l'échantillonnage/ la fréquence) ?"
              ],
              "explications": "",
              "exemples_preuves": "surveillance de l'entrée des produits entrants ; plan de contrôle ; spécifications/ exigences ; checklist à réception des produits ; contrôle/ surveillance de l'entrée des produits ; analyses de laboratoire ; évaluation des risques ;"
            }
          },
          {
            "numero": "4.4.4",
            "niveau": "Intermédiaire",
            "texte": "Les services achetés, qui ont, sur la base des risques, un impact sur la sécurité des aliments et la qualité des produits, doivent être évalués pour garantir qu'ils sont conformes aux exigences définies. Cela doit prendre en compte, au moins, les éléments suivants :\n• les exigences du service \n• le statut du fournisseur (en fonction de son évaluation)\n• l’impact du service sur les produits finis.",
            "onglets": {
              "questionsExemple": [
                "Comment les services susceptibles d'avoir un impact sur la sécurité et la qualité du produit sont-ils vérifiés par rapport aux accords contractuels/ de service et aux exigences spécifiées existantes ? Comment l'échantillonnage est-il défini ?",
                "Le plan de contrôle tient-il compte des exigences de service, de l'impact sur les produits finis et du statut des fournisseurs ? Est-il basé sur les risques ?"
              ],
              "explications": "Explications/ informations complémentaires : Exemple de services achetés : surveillance et lutte contre les nuisibles, nettoyage et désinfection, étalonnage et maintenance, stockage, transport, préparation des commandes, fourniture en eau/ électricité, etc.",
              "exemples_preuves": "accords contractuels/ de services avec le prestataire de services ; spécifications ; calendrier de contrôle ; évaluation des risques ;"
            }
          },
          {
            "numero": "4.4.5",
            "niveau": "Intermédiaire",
            "texte": "Lorsqu’une société sous-traite une partie du procédé de fabrication et/ou le conditionnement primaire et/ou l’étiquetage, cela doit être documenté dans le système de management de la sécurité des aliments et de la qualité et ces procédés doivent être maîtrisés pour garantir que la sécurité des aliments, la qualité, la légalité et l'authenticité des produits ne sont pas compromises. La maîtrise de ces procédés sous-traités doit être identifiée et documentée. Si requis par les clients, des preuves d’information et d’accord doivent exister.",
            "onglets": {
              "questionsExemple": [
                "Existe-t-il des co-packers ou des fournisseurs qui réalisent des procédés partiellement sous-traités ?",
                "Comment s'assure-t-on qu'ils sont pleinement qualifiés et comment cela est-il surveillé (par exemple, audits par des tiers, évaluations IFS Progress, questionnaires des fournisseurs, contrôles, etc.) ?",
                "Les procédés partiellement sous-traités sont-ils inclus dans les procédures de management de la sécurité et de la qualité des produits ?",
                "Quels sont les risques identifiés pour les procédés partiellement sous-traités ?",
                "Quels sont les contrôles spécifiques définis pour répondre à chaque risque identifié pour les procédés partiellement sous-traités ? Comment les contrôles sont-ils réalisés et documentés ?",
                "À quelle fréquence les contrôles des procédés partiellement sous-traités sont-ils réalisés ? Qui est responsable de ces contrôles ?",
                "La société a-t-elle la preuve que les clients ont été informés et ont accepté les procédés partiellement sous-traités ?"
              ],
              "explications": "Remarque 1 : Si la société n'a pas de procédés partiellement sous-traités, l'exigence doit être notée comme N/A.",
              "exemples_preuves": "liste des co-packers/ fournisseurs de procédés partiellement sous-traités ; évaluation des risques ; procédures des fournisseurs ; résultats d'analyses ; plan d'audit/ évaluation externe ; questionnaires des fournisseurs ; audits/ évaluations des fournisseurs ; analyses en laboratoire ; contrôles définis par les fournisseurs ;"
            }
          },
          {
            "numero": "4.4.6",
            "niveau": "Intermédiaire",
            "texte": "Le sourcing des matières premières et l'évaluation des fournisseurs doivent être revus régulièrement et cette revue doit être basée sur les risques. Ces revues et les actions mises en place suite à cette évaluation doivent être enregistrées.",
            "onglets": {
              "questionsExemple": [
                "Quels sont les critères identifiés pour l'évaluation des fournisseurs ?",
                "Qui revoit les résultats des évaluations des fournisseurs ?",
                "À quelle fréquence les résultats des évaluations des fournisseurs sont-ils revus ?",
                "La fréquence des revues est-elle basée sur les risques évalués ?",
                "Quelles sont les mesures prises après la revue des résultats de l'évaluation des fournisseurs ?",
                "Les résultats de la revue sont-ils documentés / enregistrés ?"
              ],
              "explications": "",
              "exemples_preuves": "évaluation des risques ; résultats de l'évaluation ; actions ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.5",
        "titre": "Matériaux d’emballage des produits",
        "exigences": [
          {
            "numero": "4.5.1",
            "niveau": "Base",
            "texte": "Si requis par la réglementation, pour tous les matériaux d'emballage pouvant avoir un impact sur les produits, des déclarations de conformité, qui attestent de la conformité aux dispositions légales, doivent être documentées. Dans le cas contraire, des preuves doivent être conservées pour s'assurer que les matériaux d'emballage sont toujours conformes aux réglementations des pays de destination et/ou qu'ils sont adaptés à leur usage. Cela concerne les matériaux d’emballage pouvant avoir une influence sur les matières premières, les produits semi-finis et finis.",
            "onglets": {
              "questionsExemple": [
                "Comment s'assure-t-on que les matériaux d'emballage n'ont pas d'effets négatifs sur les produits et qu'ils sont adaptés à leur usage ?",
                "Des déclarations de conformité sont-elles documentées, attestant que les matériaux d'emballage sont conformes à la législation en vigueur, dans les pays où la DDC est imposée par la réglementation (par exemple, les pays de l'UE) ? Sinon, existe-t-il des preuves attestant que les matériaux d'emballage sont conformes aux exigences légales du pays de destination en matière d'emballage et/ou qu'ils sont adaptés à l'utilisation (par exemple, certificats ou déclarations attestant de la conformité légale avec les réglementations en vigueur en matière d'emballage, méthodes et résultats d'analyses d'emballage, méthodes et résultats d'analyses tels que des tests de migration ou des analyses de profil chimique conformément aux spécifications d'emballage fournies par les fournisseurs d'emballages, etc.) ?"
              ],
              "explications": "Remarque 1 : Les preuves fournies par le fournisseur de l'emballage doivent être prises en compte.\nRemarque 2 : L'adéquation/ l'influence des matériaux d'emballage peut être liée aux aspects de sécurité et de qualité.\nExplications/ informations complémentaires : Références : Guide IFS sur les matériaux d'emballage",
              "exemples_preuves": "déclarations de conformité (par exemple, pays de l'UE) ; résultats de tests tels que les tests de migration ; certificats/ déclarations/ résultats de tests des fournisseurs ; réglementation en matière d'emballage ;"
            }
          },
          {
            "numero": "4.5.2",
            "niveau": "Base",
            "texte": "Tout matériau d’emballage et toute étiquette utilisés doivent correspondre aux produits conditionnés et doivent être conformes aux spécifications des produits validées avec les clients. Les informations sur les étiquettes doivent être lisibles et indélébiles. Cela doit être surveillé et enregistré régulièrement.",
            "onglets": {
              "questionsExemple": [
                "Les étiquettes sont-elles lisibles et indélébiles ?",
                "Quel est le processus mis en place pour garantir la conformité ?",
                "Comment l'emballage et l'étiquette du produit sont-ils surveillés pour s'assurer qu'ils sont conformes au produit conditionné et à ses spécifications ?",
                "Comment la fréquence de surveillance est-elle définie (par exemple, au début et à la fin d'un cycle de production, lors d'un changement de produit, etc.) ? Où est-elle enregistrée/ documentée ?",
                "Lorsque la présentation du produit ne permet pas ou n'exige pas un étiquetage complet (produits non étiquetés tels que les produits en vrac), comment les produits sont-ils identifiés ? Les informations minimales appropriées sur le produit et son utilisation adéquate et sûre sont-elles mises à la disposition du client ou du consommateur (par exemple, le lot, la date de péremption, les conditions de stockage, la liste des ingrédients, les allergènes) ?"
              ],
              "explications": "",
              "exemples_preuves": "procédé de conditionnement et d'étiquetage des produits ; procédé de surveillance pour garantir la conformité ; enregistrements de surveillance de la conformité de l'emballage et de l'étiquetage des produits ;"
            }
          },
          {
            "numero": "4.5.3",
            "niveau": "Intermédiaire",
            "texte": "Sur la base des risques et de l'usage prévu, les paramètres clés des matériaux d'emballage doivent être définis dans des spécifications détaillées conformes à la législation en vigueur et aux autres dangers ou risques pertinents. Sur la base des paramètres définis, l'adéquation des matériaux d'emballage en contact avec aliments doit être surveillée et démontrée par des tests/ analyses, par exemple :\n• des tests organoleptiques \n• des tests de stockage\n• des analyses chimiques \n• des résultats de tests de migration.",
            "onglets": {
              "questionsExemple": [
                "Des spécifications sont-elles disponibles pour tous les matériaux d'emballage utilisés (incluant les exigences légales) ?",
                "Une évaluation des risques et de l'utilisation prévue détermine-t-elle les paramètres clés des matériaux d'emballage (y compris ceux qui ne sont pas en contact direct avec les aliments) ? Quels sont les paramètres clés identifiés ?",
                "Comment s'assure-t-on que les matériaux d'emballage sont conformes à la législation et aux spécifications en vigueur ?",
                "Comment s'assure-t-on que les matériaux d'emballage n'ont pas d'effets négatifs sur les produits ?",
                "Sur la base des paramètres définis, comment l'adéquation des matériaux d'emballage entrant en contact avec les aliments est-elle surveillée par la société (par exemple, tests organoleptiques pour vérifier l'odeur potentielle de l'emballage avant utilisation ; tests d'étanchéité à l'air ; tests de scellage ; résultats d'analyses de l'emballage à partir de tests chimiques/ de migration - par exemple, résultats/ certificats des analyses chimiques et de migration du fournisseur de l'emballage) ?"
              ],
              "explications": "Remarque 1 : Les preuves fournies par le fournisseur de l'emballage doivent être prises en compte.\nRemarque 2 : L'adéquation/ l'influence des matériaux d'emballage peut être liée à des aspects de sécurité et de qualité.\nExplications/ informations complémentaires : Références : Guide IFS sur les matériaux d'emballage",
              "exemples_preuves": "évaluation des risques ; paramètres clés ; spécifications des matériaux d'emballage ; enregistrements/ résultats de la surveillance des emballages ; tests/ résultats d'analyses ; certificats/ résultats d'analyses/ tests des fournisseurs ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.6",
        "titre": "Lieu de l’usine",
        "exigences": [
          {
            "numero": "4.6.1",
            "niveau": "Base",
            "texte": "L'impact négatif potentiel sur la sécurité des aliments et/ou la qualité des produits provenant de l'environnement de l'usine (par exemple, sol, air) doit être étudié. Lorsque des risques ont été identifiés (par exemple, air extrêmement poussiéreux, fortes odeurs), des mesures doivent être mises en place, enregistrées et leur efficacité doit être régulièrement vérifiée.",
            "onglets": {
              "questionsExemple": [
                "Le site est-il situé, planifié, construit et entretenu de manière à garantir la sécurité des produits et à éviter la contamination croisée ?",
                "Existe-t-il une étude sur sa localisation ? L'emplacement pourrait-il avoir une influence négative sur la sécurité des aliments et/ou la qualité des produits ?",
                "Quelles sont les mesures prévues en cas de présence de matériaux/ substances potentiellement dangereux à proximité ?",
                "L'efficacité des mesures fait-elle l'objet d'une revue régulière ?",
                "Qui vérifie l'efficacité des mesures mises en place ?",
                "Comment l'efficacité des mesures établies est-elle évaluée ? Comment la fréquence est-elle définie ?"
              ],
              "explications": "Explications/ informations complémentaires : Exemples d'éléments pouvant être considérés comme des motifs d'analyse/ évaluation/ inspection à investiguer : sol/ accès, air extrêmement poussiéreux, transfert d'odeurs fortes, accumulation d'eau en raison de l'irrégularité du site, environnement de l'usine tel que la présence d'installations externes de production primaire d'animaux, de stations d'épuration, d'installations de tri des déchets, zones favorables à l'activité des nuisibles telles que les cultures ou les zones préservées, les forêts, les jardins, etc.",
              "exemples_preuves": "observation sur site ; analyse/ évaluation/ inspection de l'emplacement ; mesures ; revue de l'efficacité ; actions ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.7",
        "titre": "Extérieurs de l’usine",
        "exigences": [
          {
            "numero": "4.7.1",
            "niveau": "Base",
            "texte": "Toutes les zones extérieures de l'usine doivent être propres, ordonnées, conçues et entretenues de manière à empêcher toute contamination. Lorsque le drainage naturel n’est pas adéquat, un système de drainage adapté doit être installé.",
            "onglets": {
              "questionsExemple": [
                "Les extérieurs de l'usine sont-ils propres, ordonnés et bien entretenus (par exemple, les terrains et les zones environnantes du site sont entretenus et exempts de déchets, de niches à nuisibles et de débris accumulés) ?",
                "Comment s'assure-t-on que les zones extérieures de l'usine sont propres, bien rangées et en bon état, afin d'éviter toute contamination ? Qui surveille cela ?",
                "Les sols de l'usine sont-ils entretenus de manière à éviter toute contamination ?",
                "Le drainage naturel est-il suffisant ?",
                "Si le drainage naturel est insuffisant, un système de drainage approprié a-t-il été installé ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ;"
            }
          },
          {
            "numero": "4.7.2",
            "niveau": "Base",
            "texte": "Le stockage à l’extérieur doit être réduit à son strict minimum. Dans le cas où des produits sont stockés à l’extérieur, l’absence de risques de contamination ou d’effets néfastes sur la sécurité des aliments et la qualité des produits doit être garantie.",
            "onglets": {
              "questionsExemple": [
                "Les marchandises sont-elles stockées à l'extérieur ?",
                "Qu'est-ce qui est stocké à l'extérieur ?",
                "Quelles sont les règles et mesures en vigueur pour le stockage extérieur ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ; règles et mesures ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.8",
        "titre": "Implantation de l’usine et flux de production",
        "exigences": [
          {
            "numero": "4.8.1",
            "niveau": "Base",
            "texte": "Un ou plusieurs plans du site couvrant tous les bâtiments doivent être documentés et conservés, et décrire le déroulement des opérations suivantes, au minimum :\n• les produits finis\n• des produits semi-finis, incluant le recyclage\n• les matériaux d’emballage\n• les matières premières\n• du personnel\n• des déchets\n• de l’eau.",
            "onglets": {
              "questionsExemple": [
                "Existe-t-il un plan du site indiquant l'agencement de l'usine et des plans indiquant/ décrivant les flux de procédés ?",
                "L'agencement de l'usine et le déroulement des opérations permettent-ils de garantir la sécurité des procédés, des matières premières, des matériaux d'emballage, des produits semi-finis et des produits finis ?",
                "Existe-t-il des preuves des flux croisés présentant des risques pour la sécurité des aliments ?",
                "Comment s'assure-t-on que la contamination croisée est évitée ?"
              ],
              "explications": "",
              "exemples_preuves": "plan du site ; diagramme des flux ; plan d'élimination des déchets ; plan des flux de personnel ; plan des flux de matières ; plan des flux des procédés ; plan des flux de l'eau/ électricité/ gaz ; observation sur site ;"
            }
          },
          {
            "numero": "4.8.2",
            "niveau": "Base",
            "texte": "Le flux de production, de la réception jusqu’à l’expédition, doit être mis en place, tenu à jour, revu et, si nécessaire, modifié, pour éviter les risques de contamination microbiologiques, chimiques et physiques des matières premières, des matériaux d’emballage, des produits semi-finis et finis. Les risques de contamination croisée doivent être minimisés au moyen de mesures efficaces.",
            "onglets": {
              "questionsExemple": [
                "Comment la contamination croisée est-elle évitée dans les locaux de l'usine ? Comment la maîtrise de la contamination des produits est-elle surveillée ?",
                "Les risque de contamination croisée, d'amalgames et de mélanges ont-t-il été identifiés dans les locaux de l'usine et dans les flux de production ?",
                "Comment le risque est-il évité/ minimisé dans les locaux de l'usine et dans les flux de production ?",
                "Quelles mesures la société a-t-elle mises en place pour minimiser les risques liés à la sécurité des aliments ?",
                "Existe-t-il des mesures spécifiques en cas de zones à haut risque ?"
              ],
              "explications": "Explications/ informations complémentaires : Exemples d'éléments pouvant être envisagés selon les risques :\n• le déroulement et la conception du flux de production, c'est-à-dire de la réception à l'expédition, en veillant à éviter la contamination des matières premières, de l'emballage, des produits semi-finis et des produits finis.\n• les schémas de circulation dans la zone de production et la séparation des équipements : par exemple, les personnes, les matériaux, les déchets, les équipements et l'utilisation d'outils dédiés, l'utilisation d'uniformes dédiés, d'outils dédiés et l'utilisation correcte d'ustensiles.\n• des zones « sales » et « propres ».\n• les zones sensibles et les opérations sur les produits (dans le cas de zones à haut risque).\n• la séparation des produits crus et des produits finis ou prêts à être consommés.\n• la ségrégation structurelle telle que les barrières physiques, les murs et les bâtiments séparés.\n• les exigences/ contrôles appliqués dans les différentes zones d'hygiène, tels que le changement des vêtements de travail ou l'hygiène personnelle (par exemple, chaussures spéciales / surchaussures ou pédiluves, désinfection des mains, etc.).\n• zones de transition/ barrières hygiéniques (par exemple, de la zone crue à la zone des produits prêts à consommer).\n• différentiels de pression d'air/ débit d'air.\n• les mesures de changement de ligne.\n• la contamination potentielle du laboratoire interne (par exemple, eaux usées).",
              "exemples_preuves": "observation sur site ; mesures ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.9",
        "titre": "Locaux de production et de stockage",
        "exigences": [
          {
            "numero": "4.9.1.1",
            "niveau": "Base",
            "texte": "Les locaux où les produits sont préparés, traités, transformés et stockés doivent être conçus, construits et entretenus pour garantir la sécurité des aliments.",
            "onglets": {
              "questionsExemple": [
                "La conception et l'agencement des installations permettent-ils une maintenance, un nettoyage et une désinfection efficaces ?",
                "Les locaux sont-ils situés, planifiés, construits et entretenus de manière à garantir la sécurité des produits et à éviter la contamination croisée ?",
                "Comment la contamination croisée est-elle évitée dans les locaux de l'usine ?",
                "Les locaux sont-ils conçus et construits de manière à garantir la sécurité et la fabrication du produit ? Les exigences légales sont-elles respectées ?",
                "Les locaux sont-ils en bon état ?",
                "Existe-t-il des zones « sales » et des zones « propres » ?",
                "Existe-t-il des locaux de stockage appropriés ?"
              ],
              "explications": "Explications/ informations complémentaires : Cette exigence soutient l'introduction et la mise en place de la food safety culture sur les éléments tels que : l'engagement de la direction ; l'engagement et la disponibilité de ressources suffisantes ; le maintien de l'intégrité des procédés de sécurité des aliments ; la garantie de la conformité avec les exigences réglementaires pertinentes.",
              "exemples_preuves": "observation sur site ;"
            }
          },
          {
            "numero": "4.9.2.1",
            "niveau": "Base",
            "texte": "Les murs doivent être conçus et construits pour répondre aux exigences de production, de manière à empêcher toute contamination, réduire la condensation et le développement des moisissures, faciliter le nettoyage et, si nécessaire, la désinfection.",
            "onglets": {
              "questionsExemple": [
                "Les murs sont-ils conçus et construits de manière à prévenir la contamination et à faciliter le nettoyage et la désinfection ?",
                "Les murs sont-ils moisis, sales ? Y a-t-il de la condensation susceptible de présenter des risques pour la sécurité des aliments ?",
                "À quelle fréquence les murs sont-ils nettoyés ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ; programme de nettoyage ; preuves de nettoyage ;"
            }
          },
          {
            "numero": "4.9.2.2",
            "niveau": "Base",
            "texte": "Les surfaces des murs doivent être entretenues de manière à empêcher toute contamination et doivent être faciles à nettoyer. Elles doivent être imperméables et résistantes à l’usure afin de minimiser tout risque de contamination des produits.",
            "onglets": {
              "questionsExemple": [
                "Les murs sont-ils faciles à nettoyer et à désinfecter, exempts de cavités superficielles, imperméables et résistants à l'usure ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ; programme de nettoyage ; preuves de nettoyage ;"
            }
          },
          {
            "numero": "4.9.2.3",
            "niveau": "Base",
            "texte": "Les raccords entre les murs, les sols et les plafonds doivent être conçus de manière à faciliter le nettoyage et, si nécessaire, la désinfection",
            "onglets": {
              "questionsExemple": [
                "Les jonctions entre les murs et le sol et les angles sont-ils arrondis ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ;"
            }
          },
          {
            "numero": "4.9.3.1",
            "niveau": "Base",
            "texte": "Les revêtements des sols doivent être conçus et construits pour répondre aux exigences de production et être entretenus de manière à empêcher toute contamination et à faciliter le nettoyage et, si nécessaire, la désinfection. Les surfaces doivent être imperméables et résistantes à l’usure.",
            "onglets": {
              "questionsExemple": [
                "Les sols sont-ils nettoyables ?",
                "Quelle est la fréquence de nettoyage des sols ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ; programme de nettoyage ; preuves de nettoyage ;"
            }
          },
          {
            "numero": "4.9.3.2",
            "niveau": "Base",
            "texte": "L’élimination des eaux usées et autres liquides doit être assurée. Les systèmes de drainage doivent être conçus, construits et entretenus de manière à minimiser les risques de contamination des produits (par exemple, entrée de nuisibles, zones sensibles à la transmission d’odeurs ou de contaminants) et doivent être faciles à nettoyer.",
            "onglets": {
              "questionsExemple": [
                "Comment l'élimination des eaux usées est-elle assurée ?",
                "À quelle fréquence les égouts sont-ils nettoyés ?",
                "Y a-t-il une accumulation d'aliments ou d'eau dans les canalisations ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ; preuves de nettoyage ; programme de nettoyage du drainage ;"
            }
          },
          {
            "numero": "4.9.3.3",
            "niveau": "Base",
            "texte": "Dans les zones de manipulation de produits alimentaires, les machines et les tuyauteries doivent être installées de telle manière que, lorsque cela est possible, les eaux usées s’écoulent directement dans le système de drainage. L’eau ou les autres liquides doivent être drainés au moyen de mesures appropriées. La stagnation de flaques doit être évitée.",
            "onglets": {
              "questionsExemple": [
                "Y a-t-il des flaques d'eau ou d'autres liquides sur le sol des zones de production ?",
                "Où se trouvent les machines qui produisent une grande quantité d'eaux usées ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ; agencement des machines ;"
            }
          },
          {
            "numero": "4.9.4.1",
            "niveau": "Base",
            "texte": "Les plafonds (ou, lorsque des plafonds ne sont pas installés, les faces intérieures des toits) et les éléments aériens (comprenant les tuyauteries, câbles, lampes, etc.) doivent être conçus, construits et entretenus pour minimiser l’accumulation de poussière et de condensation et ne doivent pas causer de risques de contamination physique et/ou microbiologique.",
            "onglets": {
              "questionsExemple": [
                "À quelle fréquence les plafonds et les éléments aériens sont-ils nettoyés ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ; programme de nettoyage ; preuves de nettoyage ;"
            }
          },
          {
            "numero": "4.9.4.2",
            "niveau": "Base",
            "texte": "Lorsque des faux plafonds sont utilisés, un accès adéquat aux combles doit être possible pour faciliter le nettoyage, la maintenance et l’inspection pour la lutte contre les nuisibles.",
            "onglets": {
              "questionsExemple": [
                "Les faux plafonds sont-ils accessibles ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ;"
            }
          },
          {
            "numero": "4.9.5.1",
            "niveau": "Base",
            "texte": "Les fenêtres et autres ouvertures doivent être conçues et construites pour éviter l’accumulation de saleté et doivent être entretenues de manière à empêcher toute contamination.",
            "onglets": {
              "questionsExemple": [
                "La saleté peut-elle s'accumuler sur les appuis de fenêtre ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ; programme de nettoyage ; preuves de nettoyage ;"
            }
          },
          {
            "numero": "4.9.5.2",
            "niveau": "Base",
            "texte": "En cas de risques de contamination, les fenêtres et ouvertures de toit doivent rester fermées et fixées au cours de la production.",
            "onglets": {
              "questionsExemple": [
                "Les fenêtres restent-elles ouvertes ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ;"
            }
          },
          {
            "numero": "4.9.5.3",
            "niveau": "Base",
            "texte": "Lorsque les fenêtres et ouvertures de toit sont conçues pour être ouvertes à des fins de ventilation, elles doivent être protégées par des moustiquaires faciles à nettoyer ou par tout autre moyen, afin d’empêcher toute contamination.",
            "onglets": {
              "questionsExemple": [
                "Les fenêtres sont-elles munies de grilles anti-insectes ?",
                "L'intégrité des grilles est-elle régulièrement vérifiée ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ; programme de vérification d'intégrité ; programme de lutte contre les nuisibles ; programme de nettoyage ; preuves de nettoyage ;"
            }
          },
          {
            "numero": "4.9.5.4",
            "niveau": "Base",
            "texte": "Dans les zones où des produits nus sont manipulés, les fenêtres doivent être protégées contre le bris de verre.",
            "onglets": {
              "questionsExemple": [
                "Comment les fenêtres sont-elles protégées contre le bris ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ;"
            }
          },
          {
            "numero": "4.9.6.1",
            "niveau": "Base",
            "texte": "Les portes et les systèmes de fermeture doivent être entretenus de manière à empêcher toute contamination et doivent être faciles à nettoyer. Ils doivent être conçus et construits à base de matériaux non absorbants, afin d’éviter : \n• les parties fendillées\n• la peinture écaillée\n• la corrosion.",
            "onglets": {
              "questionsExemple": [
                "Les portes et les systèmes de fermeture sont-ils entretenus de manière à empêcher toute contamination et sont-ils faciles à nettoyer ?",
                "Les portes sont-elles endommagées ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ; programme de nettoyage ; preuves de nettoyage ;"
            }
          },
          {
            "numero": "4.9.6.2",
            "niveau": "Base",
            "texte": "Les portes et les systèmes de fermeture extérieurs doivent être construits pour empêcher l'entrée de nuisibles.",
            "onglets": {
              "questionsExemple": [
                "Les portes et portails extérieurs sont-ils construits de manière à empêcher l'accès des nuisibles ?",
                "Les portes extérieures empêchent-elles les nuisibles de pénétrer dans les zones de production ? Restent-elles fermées ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ;"
            }
          },
          {
            "numero": "4.9.6.3",
            "niveau": "Base",
            "texte": "Les lanières des rideaux en plastique qui séparent des zones doivent être entretenues de manière à empêcher toute contamination et doivent être faciles à nettoyer.",
            "onglets": {
              "questionsExemple": [
                "Les lanières des rideaux en plastique qui séparent des zones sont-elles entretenues de manière à empêcher toute contamination et sont-elles faciles à nettoyer ?",
                "Les rideaux sont-ils abîmés ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ; programme de nettoyage ; preuves de nettoyage ;"
            }
          },
          {
            "numero": "4.9.7.1",
            "niveau": "Base",
            "texte": "Toutes les zones de production, de stockage, de réception et d’expédition doivent disposer d’un niveau d’éclairage adéquat.",
            "onglets": {
              "questionsExemple": [
                "Comment s'assure-t-on que toutes les zones de travail sont suffisamment éclairées ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ;"
            }
          },
          {
            "numero": "4.9.8.1",
            "niveau": "Base",
            "texte": "Une ventilation naturelle et/ou artificielle adéquate doi(ven)t être conçue(s), construite(s) et entretenue(s) dans toutes les zones.",
            "onglets": {
              "questionsExemple": [
                "Les ventilations naturelles et/ou artificielles sont-elles correctement conçues, construites et entretenues ?",
                "Comment la ventilation est-elle examinée ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ;"
            }
          },
          {
            "numero": "4.9.8.2",
            "niveau": "Base",
            "texte": "Si des équipements de ventilation sont installés, les filtres et autres composants doivent être facilement accessibles et surveillés, nettoyés ou remplacés si nécessaire.",
            "onglets": {
              "questionsExemple": [
                "Comment les équipements de ventilation sont-ils nettoyés et surveillés ?",
                "Comment les filtres à air sont-ils entretenus et nettoyés ?",
                "Les filtres sont-ils suffisants et adaptés à l'utilisation prévue ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ; programme de maintenance ; documentation de maintenance ; protocoles de nettoyage ; preuves de nettoyage ;"
            }
          },
          {
            "numero": "4.9.8.3",
            "niveau": "Base",
            "texte": "Les équipements de climatisation et les flux d’air artificiels ne doivent pas affecter la sécurité et la qualité des produits.",
            "onglets": {
              "questionsExemple": [
                "Comment s'assure-t-on que l'utilisation de la climatisation / du flux d'air ne pose pas de problèmes de sécurité et de qualité des aliments ?",
                "Existe-t-il des zones de production en sous-pression ou en surpression ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ;"
            }
          },
          {
            "numero": "4.9.8.4",
            "niveau": "Base",
            "texte": "Des équipements d’extraction des poussières doivent être conçus, construits et entretenus dans les zones où de grandes quantités de poussières sont générées.",
            "onglets": {
              "questionsExemple": [
                "Y a-t-il des zones où de grandes quantités de poussière se forment ?",
                "Existe-t-il des dispositifs d'extraction des poussières dans ces zones ?",
                "À quelle fréquence les équipements d'extraction de poussières sont-ils nettoyés ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ; protocoles de nettoyage ; preuves de nettoyage ;"
            }
          },
          {
            "numero": "*4.9.9.1",
            "niveau": "Base",
            "texte": "L'eau utilisée pour le lavage des mains, le nettoyage et la désinfection, ou comme ingrédient dans le procédé de fabrication, doit être de qualité potable ou ne présenter aucun risque de contamination conformément aux exigences légales applicables, au point d'utilisation et doit être fournie en quantité suffisante ; ceci s'applique également à l'eau recyclée, à la vapeur et à la glace.",
            "onglets": {
              "questionsExemple": [
                "De l'eau (y compris de l'eau recyclée), de la vapeur ou de la glace sont-elles utilisées ?",
                "D'où vient l'approvisionnement en eau ? (approvisionnement de la ville, eau de puits, camion-citerne) ?",
                "Quelle est l'utilisation de l'eau dans la société (locaux du personnel, nettoyage, ingrédients des produits, lavage des fruits et légumes) ?",
                "La demande en eau est-elle toujours satisfaite ?",
                "Des procédés de maîtrise de la qualité de l'eau, de la vapeur et de la glace ont-ils été mis en place et surveillés par une personne compétente ?",
                "Comment s'assure-t-on que la qualité de l'eau, de la vapeur et de la glace est conforme à la qualité de l'eau potable ou ne présente aucun risque de contamination conformément aux exigences légales applicables, et ne compromet pas la sécurité des aliments et les exigences relatives aux produits ?"
              ],
              "explications": "Remarque 1 : Dans les cas particuliers où les exigences légales locales imposent également des critères de qualité de l'eau pour un usage industriel (par exemple, pour l'eau de nettoyage), différents des normes de qualité de l'eau potable, les caractéristiques produit doivent être respectées et la qualité et la sécurité des aliments ne doivent pas être compromises.",
              "exemples_preuves": "procédé de surveillance de la qualité de l'eau, de la glace et de la vapeur ; réglementation ;"
            }
          },
          {
            "numero": "4.9.9.2",
            "niveau": "Base",
            "texte": "La qualité de l'eau (incluant l'eau recyclée), de la vapeur ou de la glace doit être surveillée sur la base d'un plan de contrôle basé sur les risques.",
            "onglets": {
              "questionsExemple": [
                "Utilise-t-on de l'eau, de la vapeur ou de la glace ? Une surveillance de la qualité est-il mis en place ? Comment la société la définit-elle (par exemple, par des rapports/ résultats officiels de contrôle de l'eau, un plan de contrôle interne, etc.) ?",
                "Les dispositions légales locales sont-elles disponibles ?",
                "La fréquence des analyses est-elle, au moins, conforme aux exigences légales ?",
                "Est-elle analysée conformément aux exigences légales (propre approvisionnement en eau, approvisionnement extérieur, par exemple, fournisseur de glace, approvisionnement extérieur en eau, etc.) ?",
                "Les résultats sont-ils conformes aux référentiels ? Qui revoit les résultats et prend les actions qui s'imposent ?",
                "Comment l'échantillonnage est-il défini ?",
                "Quel type de système de tuyauterie existe-t-il ? (Tuyaux tubulaires, réservoirs d'eau)",
                "De quoi sont faits les tuyaux ? Compromettent-ils la sécurité des aliments ?"
              ],
              "explications": "",
              "exemples_preuves": "plan de contrôle ; résultats d'analyse ; maintenance ; réglementation ; inspection sur site, par exemple des canalisations ;"
            }
          },
          {
            "numero": "4.9.9.2",
            "niveau": "Intermédiaire",
            "texte": "Le plan de contrôle doit être basée sur les risques.",
            "onglets": {
              "questionsExemple": [
                "Le plan de contrôle et d'échantillonnage est-il basé sur les risques ?"
              ],
              "explications": "",
              "exemples_preuves": "évaluation des risques ;"
            }
          },
          {
            "numero": "4.9.9.3",
            "niveau": "Base",
            "texte": "L’eau recyclée utilisée dans les procédés ne doit pas présenter de risques de contamination.",
            "onglets": {
              "questionsExemple": [
                "L'eau est-elle traitée sur site (correction de la dureté de l'eau, chloration, stérilisation, filtration...) ?",
                "Comment la qualité de l'eau recyclée est-elle maîtrisée ?",
                "Les dispositions légales locales sont-elles disponibles ?",
                "L'eau est-elle analysée conformément aux exigences légales ?",
                "Les résultats sont-ils conformes aux référentiels ?"
              ],
              "explications": "",
              "exemples_preuves": "résultats d'analyses ; législation ;"
            }
          },
          {
            "numero": "4.9.9.4",
            "niveau": "Base",
            "texte": "L’eau non potable doit être transportée dans des tuyauteries séparées et correctement identifiées. Ces tuyauteries ne doivent ni être raccordées au système d’eau potable, ni rendre possible le reflux, afin d’empêcher toute contamination des sources d’eau potable ou de l’environnement de l’usine.",
            "onglets": {
              "questionsExemple": [
                "Le système d'eau potable est-il complètement séparé de l'eau non potable/ d'autres types d'eau (par exemple, l'eau d'une qualité adaptée à l'usage industriel, différente des normes de qualité de l'eau potable, qui est réglementée par des exigences légales et ne présente aucun risque de contamination) ?",
                "Quels sont les autres systèmes existants ? (par exemple, l'eau utilisée, l'eau de refroidissement, l'eau pour la lutte contre l'incendie).",
                "Les systèmes d'approvisionnement en eau sont-ils correctement marqués et où se trouvent-ils ?",
                "Des équipements permettant d'éviter le reflux sont-ils installés lorsque cela est nécessaire ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur le terrain ; schéma du système hydraulique ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.10",
        "titre": "Nettoyage et désinfection",
        "exigences": [
          {
            "numero": "4.10.1",
            "niveau": "Base",
            "texte": "Des plans de nettoyage et de désinfection basés sur les risques doivent être validés, documentés et mis en place. Ces plans doivent spécifier :\n• les objectifs\n• les responsabilités \n• les produits utilisés et leurs instructions d’utilisation\n• les dosages des produits chimiques de nettoyage et de désinfection\n• les zones et les plages horaires pour les activités de nettoyage et de désinfection\n• la fréquence du nettoyage et de la désinfection \n• les critères pour le Nettoyage En Place (NEP), si applicable\n• les exigences documentaires\n• les pictogrammes de danger (si nécessaire).",
            "onglets": {
              "questionsExemple": [
                "Existe-t-il un plan de nettoyage systématique /complet comprenant des instructions, un calendrier, des méthodes/ critères et des enregistrements détaillés ?",
                "Quels sont les méthodes et les critères utilisés pour les opérations de nettoyage et de désinfection (y compris les méthodes de nettoyage spécifiques telles que les NEP lors du changement de produit, le nettoyage des allergènes, etc.) ?",
                "Les méthodes de nettoyage et de désinfection sont-elles validées ? Quand ?",
                "Les activités de nettoyage et de désinfection sont-elles réalisées dans des conditions maîtrisées afin d'éviter toute contamination du produit ?",
                "Qui est chargé du nettoyage et de la désinfection ?",
                "Des produits de nettoyage et de désinfection appropriés sont-ils utilisés ?",
                "Quels sont les produits de nettoyage et les désinfectants utilisés ? Existe-t-il un mode d'emploi ? Les produits chimiques utilisés sont-ils approuvés/ les achats de produits chimiques sont-ils maîtrisés ?",
                "Quelles sont les précautions à prendre lors de l'utilisation de produits de nettoyage et de désinfection différents ou changeants ?",
                "Quelles sont les zones nettoyées et désinfectées ?",
                "À quelle fréquence les locaux sont-ils nettoyés et désinfectés ? Quels sont les créneaux horaires pour le nettoyage et la désinfection ?",
                "Le dosage des produits chimiques de nettoyage et de désinfection est-il défini et maîtrisé ?",
                "Où les activités de nettoyage et de désinfection sont-elles documentées/ enregistrées ?",
                "Existe-t-il des pictogrammes de danger ?",
                "Existe-t-il un accord contractuel/ de service pour les prestataires de services externes (lorsque des prestataires de services sont responsables des activités de nettoyage et de désinfection) ? La société a-t-elle défini les exigences à l'égard du prestataire ? Les exigences de l'IFS Progress Food en matière de nettoyage et de désinfection (y compris les compétences du personnel) sont-elles incluses et respectées ?"
              ],
              "explications": "(1) Les programmes de nettoyage peuvent inclure des procédures opérationnelles\n(2) Validation du nettoyage et de la désinfection : \n• est entendu comme une (des) activité(s) documentée(s) qui détermine(nt) si une opération/ méthode/ procédé/ procédure standardisée de nettoyage et de désinfection est capable, lorsqu'elle est correctement suivie, de générer les résultats définis attendus et d'atteindre les objectifs de nettoyage et de désinfection en matière de qualité des produits et de sécurité des aliments, garantissant ainsi l'efficacité.\n• est une étape préalable aux activités de surveillance et de vérification du nettoyage/ désinfection.\n• la méthodologie varie d'une société à l'autre. \n• des méthodes ou des méthodes combinées peuvent s'appliquer en tenant compte d'éléments tels que (mais sans s'y limiter) : la littérature/ les références/ les normes reconnues ; les exigences légales ; les caractéristiques et les spécifications des produits et des procédés ; les procédures normalisées ; les objectifs de nettoyage et de désinfection ; les variables des méthodes ; les méthodes de prédiction et de répétition ; les analyses basées sur un échantillonnage complet (par exemple, l'inspection visuelle, les résultats des tests ATP et des tests sur les protéines allergènes, la numération des organismes microbiologiques, l'ATP à partir de différents cycles de nettoyage, etc.).",
              "exemples_preuves": "programme de nettoyage et de désinfection ; liste à jour des produits de nettoyage et des désinfectants ; instructions relatives aux produits ; documentation relative au nettoyage et à la désinfection (instructions/ méthodes/ critères/ procédés/ procédures/ enregistrements) ; enregistrements de nettoyage ; contrat/ accord de service externe ; validation des méthodes de nettoyage et de désinfection ;"
            }
          },
          {
            "numero": "4.10.1",
            "niveau": "Intermédiaire",
            "texte": "Les programmes de nettoyage et de désinfection doivent être basés sur les risques et documentés.",
            "onglets": {
              "questionsExemple": [
                "Les programmes de nettoyage et de désinfection mis en place sont-ils basés sur les risques ?",
                "Les procédures de nettoyage et de désinfection sont-elles documentées (procédures documentées, description des procédés, organigrammes, instructions de travail, etc.)"
              ],
              "explications": "",
              "exemples_preuves": "procédures de nettoyage et de désinfection ; description de procédés ; diagrammes ; instructions de travail ; enregistrements ; évaluation des risques ;"
            }
          },
          {
            "numero": "4.10.2",
            "niveau": "Base",
            "texte": "Les activités de nettoyage et de désinfection doivent être mises en place et conduire à des locaux, des bâtiments et des équipements propres.",
            "onglets": {
              "questionsExemple": [
                "Les méthodes de nettoyage sont-elles correctement appliquées ?",
                "Les locaux, les installations et les équipements sont-ils suffisamment nettoyés, créant ainsi un environnement hygiénique propice à la fabrication d'aliments sûrs ?",
                "Les activités de nettoyage sont-elles enregistrées ?",
                "La réduction de contamination des produits est-elle prise en compte dans les activités/ méthodes/ instructions de nettoyage et de désinfection ?"
              ],
              "explications": "Explications/ informations complémentaires : Exemples de réduction de la contamination des produits : opérations de nettoyage et de désinfection réalisation, de préférence en période de non-production ou dans le cadre d'opérations spécifiques maîtrisées lorsque cela n'est pas possible, utilisation d'un tuyau d'eau à haute pression sur le sol à éviter, isolement des équipements lors du nettoyage, maîtrise du mélange des ustensiles de nettoyage, nettoyage approprié des ustensiles en fonction de l'utilisation prévue, etc.",
              "exemples_preuves": "observation/ inspection sur sites ; enregistrements de nettoyage et de désinfection ;"
            }
          },
          {
            "numero": "4.10.3",
            "niveau": "Base",
            "texte": "Les activités de nettoyage et de désinfection doivent être documentées et ces enregistrements doivent être vérifiés par une personne responsable désignée dans la société.",
            "onglets": {
              "questionsExemple": [
                "Les activités de nettoyage et de désinfection sont-elles réalisées conformément aux méthodes/ instructions/ procédés/ résultats spécifiés ?",
                "Comment les activités de nettoyage et de désinfection sont-elles documentées ?",
                "Qui vérifie les enregistrements des activités de nettoyage et de désinfection ?"
              ],
              "explications": "",
              "exemples_preuves": "enregistrements de surveillance ; enregistrements de nettoyage et de désinfection ;"
            }
          },
          {
            "numero": "4.10.4",
            "niveau": "Base",
            "texte": "Seul le personnel compétent doit réaliser les activités de nettoyage et de désinfection. Le personnel doit être formé et reformé pour appliquer les plans de nettoyage et de désinfection.",
            "onglets": {
              "questionsExemple": [
                "Le personnel de nettoyage est-il qualifié (y compris le personnel des prestataires de services, si applicable) ?",
                "Le personnel dispose-t-il de connaissances suffisantes en matière de nettoyage et de désinfection ?",
                "Le personnel chargé des activités de nettoyage et de désinfection est-il conscient de ses responsabilités ?",
                "À quelle fréquence est-il formé ?",
                "Qui le forme ?",
                "Ces formations sont-elles enregistrées/ documentées ?"
              ],
              "explications": "Remarque 1 : L'expertise peut également être transférée par des formations dispensées par des prestataires de services de nettoyage et de désinfection, si applicable.",
              "exemples_preuves": "preuve de formation ; entretiens sur site ;"
            }
          },
          {
            "numero": "4.10.5",
            "niveau": "Base",
            "texte": "L’usage prévu des équipements de nettoyage et de désinfection doit être clairement spécifié. Ils doivent être utilisés et stockés de manière à éviter toute contamination.",
            "onglets": {
              "questionsExemple": [
                "Des matériaux, articles, ustensiles, instruments et équipements de nettoyage et de désinfection appropriés sont-ils utilisés ? Leur utilisation prévue est-elle identifiée/ spécifiée ?",
                "Sont-ils correctement stockés/ séparés/ maîtrisés de manière à éviter toute contamination ?",
                "Comment les ustensiles de nettoyage sont-ils reconnaissables/ identifiés en fonction de leur utilisation prévue (par exemple, par la couleur, les étiquettes, le marquage, l'étiquetage, la ségrégation physique, etc.) ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ;"
            }
          },
          {
            "numero": "4.10.6",
            "niveau": "Base",
            "texte": "Les fiches de données de sécurité (FDS) et les instructions d’utilisation doivent être disponibles sur site pour les produits chimiques de nettoyage et de désinfection. Le personnel responsable des activités de nettoyage et de désinfection doit être capable de démontrer la connaissance de ces instructions.",
            "onglets": {
              "questionsExemple": [
                "Des fiches de données de sécurité/ instructions (par exemple, des fiches techniques de produits) sont-elles disponibles pour tous les produits chimiques de nettoyage ?",
                "La sécurité et la manipulation correcte de ces produits chimiques sont-elles communiquées, ainsi que les mesures à prendre en cas d'exposition accidentelle ?",
                "N'ont-ils pas plus de deux ans ?",
                "Les fiches de données de sécurité des produits chimiques de nettoyage sont-elles à jour ?",
                "Comment les instructions sont-elles transmises au personnel chargé du nettoyage (y compris, si applicable, au personnel des prestataires de services) ?",
                "Où et quand les fiches de données de sécurité/ instructions peuvent-elles être consultées ?"
              ],
              "explications": "",
              "exemples_preuves": "fiches techniques et instructions ; entretiens sur site ;"
            }
          },
          {
            "numero": "4.10.7",
            "niveau": "Base",
            "texte": "L'efficacité des activités de nettoyage et de désinfection doit être vérifiée. La vérification doit se baser sur un plan d'échantillonnage basé sur les risques et doit prendre en compte une ou plusieurs actions, comme par exemple :\n• les inspections visuelles\n• les tests rapides\n• les méthodes d’analyses.\nLes actions qui en résultent doivent être documentées.",
            "onglets": {
              "questionsExemple": [
                "Comment les contrôles/ vérifications du nettoyage et de la désinfection sont-ils réalisés ?",
                "Qui réalise les contrôles/ vérifications ?",
                "Quelle est la fréquence des contrôles/ vérifications du nettoyage et de la désinfection ?",
                "Où les contrôles/ vérifications du nettoyage et de la désinfection sont-ils documentés ?",
                "Quand les actions sont-elles menées ?",
                "Qui mène les actions ?",
                "Qui vérifie l'efficacité des actions ?",
                "Où les actions sont-elles documentées ?"
              ],
              "explications": "",
              "exemples_preuves": "résultats des vérifications/ contrôles du nettoyage et de la désinfection ; actions ;"
            }
          },
          {
            "numero": "4.10.7",
            "niveau": "Intermédiaire",
            "texte": "La vérification de l'efficacité doit s'appuyer sur un programme d'échantillonnage basé sur les risques.",
            "onglets": {
              "questionsExemple": [
                "Le programme d'échantillonnage visant à vérifier l'efficacité du nettoyage et de la désinfection est-il basé sur les risques ?"
              ],
              "explications": "",
              "exemples_preuves": "évaluation des risques ;"
            }
          },
          {
            "numero": "4.10.8",
            "niveau": "Base",
            "texte": "Les plans de nettoyage et de désinfection doivent être revus et ajustés si nécessaire, en cas de changements liés aux produits, aux procédés ou aux équipements de nettoyage et de désinfection.",
            "onglets": {
              "questionsExemple": [
                "Qui adapte la documentation relative au nettoyage et à la désinfection, telle que les instructions/ méthodes/ procédés/ SSOP, etc. ?",
                "À quelle fréquence les programmes de nettoyage et de désinfection sont-ils revus/ modifiés ?",
                "Les changements se reflètent-ils dans la revalidation, si applicable ?"
              ],
              "explications": "",
              "exemples_preuves": "documentation relative au nettoyage et à la désinfection, telle que les instructions/ méthodes/ critères/ procédés/ SSOP ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.11",
        "titre": "Gestion des déchets",
        "exigences": [
          {
            "numero": "4.11.1",
            "niveau": "Base",
            "texte": "Une procédure de gestion des déchets doit être mise en place et tenue à jour pour empêcher toute contamination croisée.",
            "onglets": {
              "questionsExemple": [
                "Quels sont les types de déchets existants (aliments, emballages, produits chimiques, laboratoires, etc.) ?",
                "Quels sont les contrôles définis pour gérer les déchets et éviter la contamination croisée ? Si le laboratoire se trouve sur site, les déchets du laboratoire peuvent-ils salir/ contaminer les locaux de production ?",
                "Comment les déchets sont-ils collectés et stockés ?",
                "Comment les déchets sont-ils éliminés ? Cela est-il fait de manière à éviter toute influence négative sur les aliments ?",
                "Les locaux de collecte des déchets sont-ils maintenus propres ?",
                "Les locaux de collecte des déchets sont-ils protégés des nuisibles ?",
                "Les conteneurs à déchets sont-ils uniquement utilisés pour le stockage des déchets ?",
                "Quels sont les enregistrements relatifs à l'élimination des déchets ?",
                "Comment la société gère-t-elle et maîtrise-t-elle l'élimination et/ou la destruction des matériaux/ produits de marque ? Le procédé est-il conforme aux exigences légales et aux accords avec les clients ?"
              ],
              "explications": "",
              "exemples_preuves": "gestion des déchets ; enregistrements d'élimination des déchets ; observation/ inspection sur site ;"
            }
          },
          {
            "numero": "4.11.1",
            "niveau": "Intermédiaire",
            "texte": "Une procédure de gestion des déchets doit être documentée.",
            "onglets": {
              "questionsExemple": [
                "Les procédures de gestion des déchets sont-elles documentées (procédures documentées, description des procédés, diagrammes, instructions de travail, etc.) ?"
              ],
              "explications": "",
              "exemples_preuves": "procédures de gestion des déchets ; description de procédés ; diagrammes ; enregistrements ; instructions de travail ;"
            }
          },
          {
            "numero": "4.11.2",
            "niveau": "Base",
            "texte": "Toutes les dispositions légales locales concernant l’élimination des déchets doivent être respectées.",
            "onglets": {
              "questionsExemple": [
                "Comment s'assure-t-on que les exigences légales locales en matière d'élimination des déchets sont respectées ?",
                "Comment les déchets sont-ils éliminés ?",
                "Comment les produits chimiques sont-ils éliminés ?"
              ],
              "explications": "",
              "exemples_preuves": "exigences légales locales ;"
            }
          },
          {
            "numero": "4.11.3",
            "niveau": "Base",
            "texte": "Les déchets alimentaires et les autres déchets doivent être retirés aussi vite que possible des zones où les aliments sont manipulés. L’accumulation de déchets doit être évitée.",
            "onglets": {
              "questionsExemple": [
                "Veille-t-on à ce que les déchets soient gérés correctement afin qu'ils ne s'accumulent pas et ne deviennent pas une source de contamination ou un abri pour les nuisibles ?",
                "À quelle fréquence les déchets alimentaires et autres sont-ils enlevés des zones de manipulation des aliments ?",
                "Qui est responsable de l'enlèvement des déchets ?"
              ],
              "explications": "",
              "exemples_preuves": "observation/ inspection sur site ;"
            }
          },
          {
            "numero": "4.11.4",
            "niveau": "Base",
            "texte": "Les conteneurs de collecte des déchets doivent être clairement signalés, correctement conçus et entretenus, faciles d’entretien et, si nécessaire, désinfectés.",
            "onglets": {
              "questionsExemple": [
                "Les conteneurs de déchets sont-ils bien conçus et bien entretenus ?",
                "Les conteneurs de déchets sont-ils couverts ou maintenus fermés (si approprié) ?",
                "Quels sont les déchets collectés dans des conteneurs séparés ?",
                "Comment les conteneurs de déchets sont-ils marqués/ identifiés ?",
                "Les conteneurs de déchets peuvent-ils être facilement nettoyés et désinfectés ?",
                "À quelle fréquence les conteneurs de déchets sont-ils nettoyés et désinfectés ?"
              ],
              "explications": "",
              "exemples_preuves": "protocole de nettoyage ; enregistrements de nettoyage ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.12",
        "titre": "Réduction des risques liés aux corps étrangers et des risques chimiques",
        "exigences": [
          {
            "numero": "*4.12.1",
            "niveau": "Base",
            "texte": "Des mesures doivent être documentées, mises en place et tenues à jour afin d'empêcher toute contamination par des corps étrangers. Les produits contaminés doivent être traités comme des produits non conformes.",
            "onglets": {
              "questionsExemple": [
                "Quels types de corps étrangers peuvent être trouvés (par exemple, issus du personnel, des uniformes, des procédés et de la conception de l'installation, des matières premières, des matériaux d'emballage, des aides à l'emballage, des ustensiles, des appareils de découpe, des outils, de l'environnement, de la construction, des composants des machines/ équipements, des produits chimiques dangereux, des pratiques de maintenance, etc.) ?",
                "Comment éviter la contamination par des corps étrangers ? Comment la maîtrise de la contamination des produits est-elle surveillée ? Les mesures sont-elles surveillées par une personne compétente ? Les contrôles sont-ils documentés/ enregistrés ?",
                "Des mesures ont-elles été mises en place pour prévenir et/ou maîtriser et/ou détecter la contamination ? Comment la contamination croisée est-elle évitée dans les locaux de l'usine ? Comment cela est-il surveillé ?",
                "Les appareils utilisés pour détecter/ retenir/ séparer/ éliminer les corps étrangers afin de garantir la sécurité du produit (par exemple, barres aimantées, détecteurs de métaux, rayons X, etc.) sont-ils installés et surveillés/ entretenus de manière à garantir une efficacité opérationnelle maximale en fonction des caractéristiques des produits et des procédés (en tenant compte, par exemple, des caractéristiques des témoins, des effets du type, de la forme et de la position des corps étrangers sur la détection, des effets des caractéristiques du produit sur la détection, de la fonctionnalité des équipements, etc.) ? Où sont installés les appareils ?",
                "Des agrafes sont-elles utilisées ? Comment les couteaux et les équipements de découpe sont-ils maîtrisés ?",
                "L'utilisation de bois /verre et/ou de matériaux cassants est-elle exclue dans les zones de manipulation des matières premières, des produits semi-finis et des produits finis ? Si son utilisation ne peut être évitée, quelles sont les mesures mises en place pour éviter les problèmes de sécurité des aliments ?",
                "Comment la contamination par le verre/ les matériaux cassants est-elle évitée ? Comment le verre/ les matériaux coupants sont-ils protégés contre le bris ?",
                "Comment s'assurer que les palettes ne présentent pas de risque pour la sécurité des aliments ?",
                "Quels sont les éléments à prendre en compte lors du remplacement de éclairages en verre ?",
                "Comment les produits contaminés sont-ils manipulés ?",
                "Comment les produits potentiellement contaminés sont-ils manipulés ?",
                "Qui peut manipuler les produits isolés ou y avoir accès ?",
                "Comment les produits isolés sont-ils identifiés/ vérifiés ?",
                "Quelles sont les actions prises sur les produits ?"
              ],
              "explications": "Explications/ informations complémentaires : Exemples de mesures de prévention et/ou de maîtrise et/ou de détection de la contamination par des corps étrangers : mesures sur le verre/ les matériaux cassants (y compris inventaire et contrôle du verre, politique en matière de bris, manipulation des emballages en verre) ; contrôle des appareils/ outils/ aides à la découpe/ pièces détachées ; appareils de détection (par exemple, détecteur de métaux/ rayons X ; appareils de rétention/ séparation/élimination (par exemple, tamis, barres aimantées, etc.) ; protections des lignes ; inspection visuelle ; manipulation des emballages/ conteneurs : retournement, soufflage, rinçage ; contrôle des matériaux en bois, inspections/ protections des palettes, inventaire des outils de maintenance, protection pendant les activités de maintenance, etc.).\nRéférences : Guide IFS sur la gestion efficace des corps étrangers",
              "exemples_preuves": "observation sur site ; mesures de réduction des corps étrangers ; inventaire et contrôles du verre ; enregistrements de ségrégation ; liste des produits non conformes ; protocole d'isolement ; actions ; enregistrements ;"
            }
          },
          {
            "numero": "4.12.1",
            "niveau": "Intermédiaire",
            "texte": "La ou les procédure(s)visant à empêcher la contamination par des corps étrangers doi(ven)t être définie(s) sur la base des risques et documentée(s).",
            "onglets": {
              "questionsExemple": [
                "Les sources de corps étrangers ont-elles été identifiées dans le cadre de l'évaluation des risques ? Des procédures sont-elles mises en place pour empêcher la contamination sur la base d'une évaluation des risques ?",
                "Les procédures de réduction des risques liés aux corps étrangers sont-elles documentées (procédures documentées, description des procédés, diagrammes, instructions de travail, etc.) ?"
              ],
              "explications": "",
              "exemples_preuves": "évaluation des risques ; procédures de réduction des corps étrangers (par exemple, manipulation du verre, procédures en cas de bris, etc.) ; description du procédé ; diagrammes ; instructions de travail ; enregistrements ;"
            }
          },
          {
            "numero": "4.12.2",
            "niveau": "Base",
            "texte": "Les produits en cours de fabrication doivent être protégés contre la contamination physique.",
            "onglets": {
              "questionsExemple": [
                "Les produits en cours de fabrication sont-ils protégés contre la contamination physique ?"
              ],
              "explications": "Explications/ informations complémentaires : Exemples de risques potentiels de contamination par des corps étrangers :\n• les contaminants environnementaux (sol, air, poussière, etc.).\n• les produits chimiques dangereux, les huiles ou les liquides qui s'écoulent des machines (par exemple, les lubrifiants de maintenance, l'huile de l'air comprimé)\n• les déversements de poussière\n• les équipements, composants de machines, pièces d'équipements (telles que vis, écrous, boulons, etc.), outils (par exemple, appareils de découpe, outils de maintenance, etc.), aides et ustensiles (par exemple, pinces, dispositifs de prélèvements, appareils de surveillance, etc.).\n• la structure des installations (tuyaux, passerelles, plateformes, platesformes, échelles, murs, plafonds, équipements d'extraction, éclairages, panneaux en matériaux cassants, fenêtres en verre, etc.).",
              "exemples_preuves": "observation sur site ;"
            }
          },
          {
            "numero": "4.12.3",
            "niveau": "Base",
            "texte": "Tous les produits chimiques présents sur le site doivent être adaptés à leur usage, étiquetés, stockés et manipulés de manière à ne pas poser de risques de contamination.",
            "onglets": {
              "questionsExemple": [
                "Quels sont les produits chimiques utilisés dans l'usine (par exemple pour le nettoyage et la désinfection, les activités de maintenance et de réparation, la lutte contre les nuisibles, etc.)",
                "Les produits chimiques sont-ils étiquetés ?",
                "Comment les produits chimiques sont-ils reconnaissables ? Les conteneurs sont-ils correctement étiquetés ?",
                "Comment et où les produits chimiques sont-ils stockés ? Comment l'accès aux produits chimiques est-il maîtrisé ? Sont-ils stockés séparément des produits alimentaires ?",
                "Qui utilise les produits chimiques et les déstocke ?",
                "Les produits chimiques sont-ils correctement manipulés (par exemple, de manière à minimiser le risque de réaction avec d'autres produits chimiques, à éviter une mauvaise utilisation, à éviter la contamination des produits, des ingrédients ou des équipements, à ne pas présenter de risques pour les produits, les procédés et les personnes, à éviter les fuites, etc.) ?",
                "Les utilisateurs de produits chimiques reçoivent-ils des instructions sur la manipulation de ces produits ?",
                "Les produits chimiques sont-ils stockés/ séparés/ maîtrisés de manière à éviter toute contamination ?"
              ],
              "explications": "",
              "exemples_preuves": "observation/ inspection sur site ; liste de stockage des produits chimiques ; étiquettes des produits chimiques ;"
            }
          },
          {
            "numero": "4.12.4",
            "niveau": "Base",
            "texte": "Les mesures à prendre en cas de bris de verre et/ou d’objets potentiellement blessants doi(ven)t être documentée(s), mise(s) en place et tenue(s) à jour. Ces mesures doivent comprendre l’identification des produits à isoler, la désignation du personnel autorisé, le nettoyage et si nécessaire, la désinfection de l’environnement de production et la validation du redémarrage de la ligne de production.",
            "onglets": {
              "questionsExemple": [
                "Quelles sont les mesures prises en cas de bris de verre ?",
                "Quels sont les éléments à prendre en compte ?",
                "Qui nettoie l'environnement de production ?",
                "Qui évalue la contamination potentielle des produits ? Les produits contaminés sont-ils isolés ?",
                "Qui autorise la poursuite de la production ?"
              ],
              "explications": "",
              "exemples_preuves": "processus/ instructions/diagrammes de gestion du verre, mesures ; processus de prévention des bris de verre ; documentation/ enregistrement des bris de verre ; registre du verre ;"
            }
          },
          {
            "numero": "4.12.5",
            "niveau": "Base",
            "texte": "Tous les bris de verre et d’objets potentiellement blessants doivent être enregistrés. Toute exception doit être justifiée et documentée.",
            "onglets": {
              "questionsExemple": [
                "Chaque bris de verre est-il documenté/ enregistré ?",
                "Où les bris de verre sont-ils documentés/ enregistrés ?",
                "Existe-t-il des exceptions à la documentation ? Les exceptions sont-elles justifiées ?"
              ],
              "explications": "",
              "exemples_preuves": "registre des bris de verre ; registre du verre ; enregistrements des bris ; justifications ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.13",
        "titre": "Surveillance des nuisibles/ lutte contre les nuisibles",
        "exigences": [
          {
            "numero": "4.13.1",
            "niveau": "Base",
            "texte": "Les infrastructures et les équipements doivent être conçus, construits et entretenus afin d’empêcher toute infestation par les nuisibles.",
            "onglets": {
              "questionsExemple": [
                "Existe-t-il des preuves de l'existence de conditions favorables à l'infestation par des nuisibles ?"
              ],
              "explications": "Explications/ informations complémentaires : Exemples d'éléments pertinents liés à l'accès, à l'activité, à la nidification, à l'hébergement, au refuge et aux infestations potentielles de nuisibles :\n• les constructions/ infrastructures (zones extérieures, portes, fenêtres, plafonds, drainage, conception des équipements, locaux et poubelles, zone de stockage, transport, stockage des palettes, etc.)\n• les conditions extérieures de l'usine (équipements à l'arrêt, débris de construction et autres matériaux superflus stockés à proximité du site, déchets accumulés)\n• les conditions favorables (telles que la disponibilité d'eau ou d'aliments en raison des opérations/ infrastructures du site, les zones non ou mal nettoyées, l'accumulation de nourriture et d'aliments dans les égouts, l'accumulation de matériaux et de déchets dans les alentours, etc.)\n• la conception des équipements\n• les opérations : déchargement et chargement (par exemple, ouverture des portes), enlèvement des déchets (par exemple, fréquence), retour des marchandises, opérations de maintenance externe, contrôles des matériaux entrants, activités de nettoyage, etc.",
              "exemples_preuves": "observation/ inspection sur site ;"
            }
          },
          {
            "numero": "*4.13.2",
            "niveau": "Base",
            "texte": "Des mesures de lutte contre les nuisibles doivent être documentées, mises en place et tenues à jour. Elles doivent être conformes aux exigences légales locales et tenir compte, au moins, des éléments suivants :\n• l'environnement de l'usine (nuisibles potentiels et ciblés)\n• le type de matières premières/produits finis\n• un plan du site avec les zones d’application (carte des pièges) \n• les constructions potentiellement sujettes à des activités de nuisibles, comme les plafonds, les caves, les tuyaux, les coins\n• l’identification des pièges sur le site\n• les responsabilités internes/ externes\n• les agents utilisés et leurs instructions en matière d’utilisation et de sécurité \n• la fréquence des inspections\n• les zones de stockage louées, si applicable.",
            "onglets": {
              "questionsExemple": [
                "Existe-t-il une surveillance préventive efficace des nuisibles et des activités de lutte qui réduiront au minimum les risques d'infestation ?",
                "Existe-t-il des preuves d'activité/ infestation de nuisibles (nuisibles vivants ou morts à différents stades de leur cycle de vie, excréments, parties de nuisibles, etc.) ?",
                "Y a-t-il des preuves de la présence d'animaux sur le site (oiseaux, chiens, chats, etc.) ?",
                "Comment la lutte contre les nuisibles est-elle organisée ? Les activités de surveillance et de contrôle sont-elles identifiées, planifiées, réalisées et enregistrées ? Quels sont les les types de nuisibles contrôlés (nuisibles potentiels et cibles) ?",
                "Quels sont les types d'appâts, de pièges et de dispositifs utilisés ?",
                "Quels sont les types d'applications/ agents chimiques utilisés ? Sont-ils légalement approuvés, étiquetés et correctement manipulés et maîtrisés ? Leur utilisation est-elle spécifiée et enregistrée ? Des instructions ou des fiches de données de sécurité sont-elles disponibles ?",
                "La contamination des produits est-elle évitée lors de l'utilisation d'appâts, de pièges, de désinsectiseurs et d'agents chimiques (pas d'influence négative) ?",
                "Existe-t-il une carte indiquant toutes les stations et tous les dispositifs de surveillance et de maîtrise des nuisibles, chacun d'entre eux devant être numéroté et surveillé régulièrement ?",
                "En cas d’identification de nuisibles, quelles ont été les actions correctives mises en place ?",
                "Qui est responsable de la lutte contre les nuisibles ? La lutte contre les nuisibles est-elle réalisée par le personnel de la société ? Qui est responsable des activités de surveillance et de vérification ?",
                "Quel est le calendrier des inspections/ activités ? Est-il documenté ? La fréquence des inspections/ activités est-elle correctement définie ?",
                "Quel type de formation la personne responsable a-t-elle reçu (y compris le personnel des prestataires de services, si applicable) ?",
                "La lutte contre les nuisibles est-elle réalisée par un prestataire de services externe ?",
                "Existe-t-il un accord contractuel/ de service écrit entre le prestataire de services et la société ? Comprend-il la documentation pertinente du prestataire (y compris les documents juridiques, tels que les licences, etc.) ?",
                "Quel est le contenu de l'accord contractuel/ de service ? La société a-t-elle défini les exigences à l'égard du prestataire ? Les exigences de l'IFS Progress Food en matière de surveillance et de maîtrise des nuisibles (y compris les compétences du personnel) sont-elles incluses et respectées ?",
                "Quel type de formation le prestataire de services externe a-t-il reçu ?"
              ],
              "explications": "Remarque 1 : Même si la surveillance et la lutte contre les nuisibles sont effectuées par des prestataires de services, la société évaluée est responsable de la supervision des activités de lutte contre les nuisibles.\nExplications/ informations complémentaires : Références : Guide IFS sur la maîtrise et la lutte contre les nuisibles",
              "exemples_preuves": "documentation /mesures de lutte contre les nuisibles ; liste des produits chimiques de lutte contre les nuisibles ; fiches de données de sécurité et instructions ; carte des appâts ; résultats d'inspection ; preuves de formation ; contrat/ accord de services externes ; documentation du prestataire de services externes/ documentation juridique ; actions correctives ; entretiens sur site ; enregistrements ;"
            }
          },
          {
            "numero": "4.13.2",
            "niveau": "Intermédiaire",
            "texte": "Les mesures de lutte contre les nuisibles doivent être basées sur les risques et documentées.",
            "onglets": {
              "questionsExemple": [
                "Les mesures mises en place sont-elles définies sur la base des risques ?",
                "Les procédures de surveillance et de lutte contre les nuisibles sont-elles documentées (procédures documentées, description des processus, diagrammes, instructions de travail, etc.) ?"
              ],
              "explications": "",
              "exemples_preuves": "procédures documentées de lutte contre les nuisibles ; description des procédés ; diagrammes ; instructions de travail ; enregistrements ; évaluation des risques ;"
            }
          },
          {
            "numero": "4.13.3",
            "niveau": "Base",
            "texte": "Les inspections de lutte contre les nuisibles et les actions résultantes doivent être documentées/ enregistrées. La mise en place des actions doit être surveillée et enregistrée. Toute infestation doit être documentée et des mesures de maîtrise mises en place.",
            "onglets": {
              "questionsExemple": [
                "Où les inspections et les actions qui en découlent sont-elles documentées/ enregistrées ?",
                "Les documents sont-ils signés et datés par les deux parties (dans le cas où la surveillance et la lutte contre les nuisibles sont assurées par un prestataire de services externe) ?",
                "Quelles actions ont été prises dernièrement ?",
                "Le personnel est-il conscient de la nécessité de signaler tout signe de présence de nuisibles à la personne responsable ?",
                "Quelles sont les mesures de maîtrise prises en cas d'infestation ?"
              ],
              "explications": "",
              "exemples_preuves": "résultats d'inspection ; mesures ; actions ; enregistrements ;"
            }
          },
          {
            "numero": "4.13.4",
            "niveau": "Base",
            "texte": "Les appâts, pièges et destructeurs d’insectes doivent être en bon fonctionnement, en nombre suffisant, conçus pour leur usage prévu, placés de manière appropriée et utilisés de manière à éviter toute contamination.",
            "onglets": {
              "questionsExemple": [
                "Les dispositifs de surveillance et de contrôle des nuisibles (boîtes à appâts, pièges à blattes et à mites, destructeurs d'insectes, pièges à rongeurs, pièges à phéromones/ répulsifs à mouches) sont-ils bien entretenus et placés à un endroit approprié (de manière à éviter toute contamination) ?",
                "Les dispositifs fonctionnent-ils parfaitement, sont-ils en nombre suffisant et correctement conçus à cette fin ?",
                "Où sont installés les destructeurs d'insectes ?",
                "Tous les destructeurs d'insectes sont-ils connectés et fonctionnent-ils correctement ?"
              ],
              "explications": "",
              "exemples_preuves": "carte des appâts/ pièges ; carte des destructeurs d'insectes ; observation sur site ;"
            }
          },
          {
            "numero": "4.13.5",
            "niveau": "Base",
            "texte": "L’efficacité des mesures de lutte contre les nuisibles doit être surveillée, y compris par des analyses des tendances, pour permettre des actions appropriées en temps voulu. Les enregistrements de cette surveillance doivent être disponibles.",
            "onglets": {
              "questionsExemple": [
                "Comment l'efficacité des mesures de lutte contre les nuisibles est-elle surveillée ?",
                "Les résultats et les données de la surveillance et de la lutte contre les nuisibles sont-ils analysés dans le but de permettre des actions/ améliorations appropriées ?"
              ],
              "explications": "Explications/ informations complémentaires : Exemples d'analyse de données : analyse des données relatives à la surveillance et à la lutte contre les nuisibles (rapports, graphiques, statistiques, tendances, résultats critiques, consommation de dispositifs, piégeage, etc.), analyse des tendances en matière de surveillance et de lutte contre les nuisibles provenant de prestataires de services, comparaison des seuils/ limites, etc.",
              "exemples_preuves": "analyse des données relatives à la surveillance et à la maîtrise des nuisibles ; analyse des tendances ; seuils ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.14",
        "titre": "Réception et stockage des produits",
        "exigences": [
          {
            "numero": "4.14.1",
            "niveau": "Base",
            "texte": "La conformité de tous les produits réceptionnés, incluant les matériaux d’emballage et les étiquettes, doit être vérifiée par rapport aux spécifications et à un plan de surveillance. Les enregistrements de ces inspections doivent être disponibles.",
            "onglets": {
              "questionsExemple": [
                "Quels sont les marchandises (y compris les produits semi-finis) qui sont inspectées à la réception ?",
                "Qu'est-ce qui est vérifié à la réception (par exemple, la température du produit, l'état du produit, la présence de nuisibles, les informations et l'état de l'étiquette, les paramètres des spécifications du produit, la durée de vie du produit, etc.) ?",
                "Qui est responsable des contrôles ?",
                "La réception est-elle documentée/ enregistrée ?"
              ],
              "explications": "",
              "exemples_preuves": "contrôles à réception ; checklist des marchandises entrantes ; enregistrements ;"
            }
          },
          {
            "numero": "4.14.1",
            "niveau": "Intermédiaire",
            "texte": "Le plan de surveillance des marchandises entrantes doit être basé sur les risques.",
            "onglets": {
              "questionsExemple": [
                "Le plan de surveillance est-il basé sur les risques ?"
              ],
              "explications": "",
              "exemples_preuves": "évaluation des risques ;"
            }
          },
          {
            "numero": "4.14.2",
            "niveau": "Base",
            "texte": "Une procédure doit être mis en place et tenu à jour pour garantir que les conditions de stockage des matières premières, des produits semi-finis et finis ainsi que des matériaux d’emballage correspondent aux spécifications et n'ont pas d’impact négatif sur les autres produits.",
            "onglets": {
              "questionsExemple": [
                "Où sont stockés les matières premières, les produits semi-finis et les matériaux d'emballage ?",
                "Des conditions adéquates sont-elles prévues pour le stockage des aliments, des matières premières, des produits semi-finis et des matériaux d'emballage (par exemple, faciles à nettoyer, en bon état, marchandises correctement espacées, permettant l'inspection des nuisibles, conditions conformes aux spécifications du produit, telles que la température, l'humidité, etc.) ?",
                "Les installations de stockage sont-elles adaptées aux spécifications du produit ? (par exemple, stockage au sec, stockage congelé, stockage frigorifique, etc.)",
                "Quels sont les procédés mis en place pour garantir des conditions de stockage conformes aux spécifications du produit (par exemple, maîtrise de la température) ? Des contrôles ont-ils été mis en place pour garantir des conditions de stockage adéquates ?",
                "Les dates de péremption sont-elles maîtrisées ? (par exemple, par des contrôles d'inventaire, l'application des méthodes « FIFO » - First In / First Out ou « FEFO » - First Expired / First Out).",
                "Existe-t-il un accord contractuel/ de service pour les prestataires de services externes (lorsque des prestataires de services sont responsables des activités de stockage) ? La société a-t-elle défini les exigences à l'égard du prestataire ? Les exigences de l'IFS Progress Food sur le stockage (incluant les compétences du personnel) sont-elles incluses et remplies ?"
              ],
              "explications": "",
              "exemples_preuves": "procédé de maîtrise des conditions de stockage ; spécifications ; plan de stockage ; accord/ contrat de service externe ; observation sur site ; enregistrements des contrôles ;"
            }
          },
          {
            "numero": "4.14.3",
            "niveau": "Base",
            "texte": "Les matières premières, les matériaux d’emballage, les produits semi-finis et finis doivent être stockés afin de minimiser les risques de contamination ou tout autre impact négatif.",
            "onglets": {
              "questionsExemple": [
                "Où sont stockés les matières premières, les produits semi-finis et les matériaux d'emballage ?",
                "Où et comment les matériaux d'emballage et les équipements sont-ils stockés ?",
                "Quelles sont les règles en matière de stockage ?",
                "Comment la contamination croisée/ les impacts négatifs sont-ils évités (par exemple, mélange de marchandises, allergènes, produits stockés à même le sol, aliments crus, transfert d'odeurs, produits chimiques, etc.) ?",
                "Comment la contamination croisée et les effets négatifs des matériaux d'emballage sont-ils évités ?",
                "Comment le retour des matériaux d'emballage en zone de stockage est-il défini ?",
                "Les nuisibles sont-ils pris en compte pendant le stockage ?",
                "Les palettes sont-elles placées à environ 1 mètre des murs ?",
                "Des appâts sont-ils positionnés dans les salles de stockage ?",
                "Des produits sensibles y sont-ils stockés ?",
                "Quels types de mesures sont en place pour ces biens (afin de minimiser la contamination/ les effets négatifs) ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ; mesures ; plan de lutte contre les nuisibles ; protocole d'inspection de l'usine ; diagramme des flux de matières ; plan des flux de produits ;"
            }
          },
          {
            "numero": "4.14.4",
            "niveau": "Base",
            "texte": "Des installations de stockage adaptées doivent être disponibles pour la gestion et le stockage des matériaux de travail, des auxiliaires technologiques et des additifs.",
            "onglets": {
              "questionsExemple": [
                "Comment sont stockés les matériaux de travail, les auxiliaires technologiques et les additifs ?"
              ],
              "explications": "",
              "exemples_preuves": "observation sur site ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.15",
        "titre": "Transport",
        "exigences": [
          {
            "numero": "4.15.1",
            "niveau": "Base",
            "texte": "Les conditions à l'intérieur des véhicules liées à l'absence, par exemple :\n• d'odeurs étranges\n• de taux de poussière élevés\n• d’humidité \n• de nuisibles \n• de moisissures \ndoivent être vérifiées avant le chargement et documentées pour garantir la conformité aux conditions définies.",
            "onglets": {
              "questionsExemple": [
                "Les véhicules de transport sont-ils adaptés aux usages prévus ?",
                "Qu'est-ce qui est vérifié avant le chargement ?",
                "Où l'inspection est-elle documentée/ enregistrée ?",
                "Quelles sont les actions prises en cas de déviation ou de non-conformité ?"
              ],
              "explications": "",
              "exemples_preuves": "inspections du chargement/de l'expédition ; enregistrements d'inspection ; actions ; entretiens sur site ;"
            }
          },
          {
            "numero": "4.15.2",
            "niveau": "Base",
            "texte": "Lorsque les produits sont transportés à une température dirigée, la température à l’intérieur des véhicules doit être vérifiée et documentée avant le chargement.",
            "onglets": {
              "questionsExemple": [
                "Des produits nécessitant une certaine température sont-ils chargés ?",
                "La température du véhicule est-elle vérifiée et documentée/ enregistrée avant le chargement ?",
                "Quelle est la procédure à suivre lorsque la température du véhicule n'est pas conforme aux spécifications ?",
                "Existe-t-il un accord contractuel/ de service pour les prestataires de services externes (lorsque des prestataires de services sont responsables des activités de transport) ? La société a-t-elle défini les exigences à l'égard du prestataire ? Les exigences de l'IFS Progress Food sur le transport (incluant les compétences du personnel) sont-elles incluses et respectées ?"
              ],
              "explications": "",
              "exemples_preuves": "inspections/ enregistrements du chargement/ de l'expédition ; accord de contrat/ service externe; entretiens sur site ;"
            }
          },
          {
            "numero": "4.15.3",
            "niveau": "Base",
            "texte": "Des procédures doivent être mis en place et tenus à jour pour empêcher toute contamination au cours du transport, y compris lors du chargement/ déchargement. Les différents types de produits (alimentaires/ non alimentaires) doivent être pris en compte, si applicable.",
            "onglets": {
              "questionsExemple": [
                "Les marchandises peuvent-elles être transportées avec des produits non alimentaires ?",
                "Les différents types de produits (alimentaires/ non alimentaires) doivent être pris en compte, si applicable.",
                "Comment la contamination croisée est-elle évitée ?"
              ],
              "explications": "",
              "exemples_preuves": "règles/ vérification du transport, du chargement/ expédition ; enregistrements d'inspection ;"
            }
          },
          {
            "numero": "4.15.4",
            "niveau": "Base",
            "texte": "Des exigences d'hygiène doivent être mises en place pour tous les véhicules de transport et pour les équipements utilisés pour le chargement/ déchargement (par exemple, les embouts des installations de silos). Les mesures mises en place doivent être enregistrées.",
            "onglets": {
              "questionsExemple": [
                "Les véhicules de transport sont-ils nettoyés ?",
                "Où les activités de nettoyage et, si applicable, de désinfection sont-elles documentées ?",
                "Quelles sont les actions prises en cas de non-respect des exigences en matière d'hygiène ?"
              ],
              "explications": "",
              "exemples_preuves": "protocole de nettoyage et de désinfection ;"
            }
          },
          {
            "numero": "4.15.5",
            "niveau": "Base",
            "texte": "Les zones de chargement/ déchargement doivent être adaptées à leur usage prévu. Elles doivent être construites pour que :\n• le risque d’entrée des nuisibles soit réduit\n• les produits soient protégés des conditions météorologiques néfastes\n• l’accumulation de déchets soit évitée\n• la condensation et le développement de moisissures soient évités\n• le nettoyage et, si nécessaire, la désinfection puissent être facilement réalisés.",
            "onglets": {
              "questionsExemple": [
                "Les zones de chargement et de déchargement sont-elles aménagées de manière appropriée pour l'usage prévu ?",
                "Comment est organisée la réception des marchandises ?",
                "Comment le chargement/ déchargement est-il organisé ?"
              ],
              "explications": "Explications/ informations complémentaires : Exemples d'influences externes : pollen, climat, conditions de température défavorables, etc.",
              "exemples_preuves": "observation/ inspection sur site ; entretiens sur site ;"
            }
          },
          {
            "numero": "4.15.6",
            "niveau": "Intermédiaire",
            "texte": "Lorsque les produits sont transportés à une température dirigée, le maintien de cette température au cours du transport doit être garanti.",
            "onglets": {
              "questionsExemple": [
                "Comment la société s'assure-t-elle que les produits restent à la température spécifiée pendant le transport ?",
                "Les véhicules sont-ils équipés de thermostats et de dispositifs d'enregistrement ?",
                "Comment s'assurer que les produits arrivent à destination à la température spécifiée ? Quelles sont les preuves fournies (y compris lorsque le transport est réalisé par un prestataire de services) ?"
              ],
              "explications": "",
              "exemples_preuves": "dispositifs d'enregistrement ; données de température ; indicateur de température placé occasionnellement dans les produits ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.16",
        "titre": "Maintenance et réparations",
        "exigences": [
          {
            "numero": "4.16.1",
            "niveau": "Base",
            "texte": "Tout le matériel utilisé pour la maintenance et la réparation doit être adapté à l’usage prévu et ne doit pas poser de risques de contamination.",
            "onglets": {
              "questionsExemple": [
                "Comment s'assure-t-on que les matériaux utilisés pour les travaux de maintenance ou de réparation sont adaptés à l'usage prévu et ne présentent pas de risques de contamination (par exemple, huiles de qualité alimentaire, peintures non toxiques, produits chimiques pour chaudières à vapeur, etc.) ?",
                "Quels sont les types de graisses/ lubrifiants/ huiles utilisés ?",
                "Les instructions d'utilisation sont-elles en place ? Les produits chimiques utilisés sont-ils approuvés/ les achats de produits chimiques sont-ils maîtrisés ? Des instructions/ fiches de données de sécurité sont-elles disponibles ?"
              ],
              "explications": "",
              "exemples_preuves": "liste des produits chimiques ; fiches de données de sécurité et instructions ;"
            }
          },
          {
            "numero": "4.16.2",
            "niveau": "Intermédiaire",
            "texte": "Un plan de maintenance doit être documenté, mis en place et tenu à jour pour les locaux de production et de stockage et tous les équipements essentiels (y compris les moyens de transport) afin de garantir la sécurité des aliments, la qualité des produits et la légalité. Ceci s’applique à la fois à la maintenance interne et aux prestataires de services. Le plan doit inclure les responsabilités, les priorités et les délais.",
            "onglets": {
              "questionsExemple": [
                "Comment la maintenance est-elle organisée ? Un plan de maintenance préventive (basé sur des activités de maintenance, des inspections et des réparations avant qu'une défaillance en matière de sécurité, de qualité et de légalité des aliments ne se produise) est-il pris en considération ?",
                "Les travaux de maintenance des locaux/ équipements de production et de stockage sont-ils réalisés régulièrement ?",
                "Les nouveaux équipements ont-ils été rapidement pris en compte dans le plan de maintenance ?",
                "Où les activités de maintenance sont-elles documentées/ enregistrées ?",
                "Tous les équipements critiques sont-ils couverts ?",
                "Quels sont les équipements qui font l'objet d'une maintenance externe ?",
                "Comment les équipements inutilisés sont-ils identifiés/ stockés ?",
                "La société suit-elle des données spécifiques pour garantir l'efficacité de la maintenance (par exemple, pas de retard dans les réparations, etc.) ?",
                "Existe-t-il un accord contractuel/ de service pour les prestataires de services externes (lorsque des prestataires de services sont responsables des activités de maintenance) ? La société a-t-elle défini les exigences à l'égard du prestataire ? Les exigences de l'IFS Progress Food en matière de maintenance et de réparation (incluant les compétences du personnel) sont-elles incluses et satisfaites ?"
              ],
              "explications": "",
              "exemples_preuves": "programme/ plan de maintenance ; résultats de l'inspection ; inspection sur site ; contrat/ accord de service externe ;"
            }
          },
          {
            "numero": "4.16.3",
            "niveau": "Intermédiaire",
            "texte": "La sécurité des aliments, la qualité et la légalité des produits doivent être garanties pendant et après les travaux de maintenance et de réparation. Les enregistrements des travaux de maintenance et de réparation doivent être conservés.",
            "onglets": {
              "questionsExemple": [
                "Comment s'assure-t-on que les travaux de maintenance et de réparation n'affectent pas la sécurité des aliments, la qualité et la légalité des produits ?",
                "Quelles sont les mesures prises lorsque des travaux de maintenance ou de réparation sont réalisés sur le site ou dans la zone de production (isolement, contrôle de la circulation du personnel, protection de la ligne, contrôle des résidus/ particules générés, inventaire des outils et des pièces, arrêt de la ligne, etc.) ?",
                "Les outils de maintenance et de réparation sont-ils en bon état et manipulés et maîtrisés correctement afin d'éviter toute contamination (par exemple, pas d'outils sur le sol, désinfection des outils lorsqu'ils sont utilisés pour réparer une zone en contact avec les aliments, etc.) ?",
                "Comment les éclairages sont-ils réparés ?",
                "Si des réparations temporaires sont autorisées, comment sont-elles planifiées et garanties pour être réparées dès que possible et maîtrisées afin d'éviter les risques de contamination ?",
                "Où les travaux de maintenance et de réparation sont-ils documentés ?",
                "Quelles sont les règles en vigueur pour réactiver les équipements une fois les travaux de maintenance/ réparation terminés (par exemple, nettoyage des équipements, désinfection, inspection, étalonnage, vérification/ analyses, etc.) ?",
                "Des actions doivent-elles être prises à la suite des travaux de réparation ?"
              ],
              "explications": "",
              "exemples_preuves": "exemples de travaux de réparation et de maintenance ; actions ; observation/ inspection sur site ; enregistrements ;"
            }
          },
          {
            "numero": "4.16.4",
            "niveau": "Intermédiaire",
            "texte": "Les pannes concernant l’usine et les équipements (incluant le transport) qui sont essentiels à la sécurité des aliments et à la qualité des produits doivent être identifiées, documentées et revues afin de permettre des actions rapides et d’adapter le plan de maintenance.",
            "onglets": {
              "questionsExemple": [
                "Quelles sont les actions prises en cas de défaillance ou de dysfonctionnement des locaux et des équipements (y compris les moyens de transport) essentiels à la sécurité des aliments et à la qualité des produits ?",
                "Les interruptions de production sont-elles documentées ?",
                "Les interruptions de production sont-elles prises en compte dans la planification de la maintenance ?"
              ],
              "explications": "",
              "exemples_preuves": "interruptions de production ; actions ; enregistrements ;"
            }
          }
        ]
      },
      {
        "sous_section": "4.17",
        "titre": "Équipements",
        "exigences": [
          {
            "numero": "4.17.1",
            "niveau": "Base",
            "texte": "Les équipements doivent être installés de manière à réaliser efficacement les opérations de nettoyage, de désinfection et de maintenance.",
            "onglets": {
              "questionsExemple": [
                "Les équipements sont-ils installés/ placés de manière à permettre des activités d'inspection, de nettoyage et de maintenance adéquates ?"
              ],
              "explications": "",
              "exemples_preuves": "observation/ inspection sur site ;"
            }
          },
          {
            "numero": "4.17.2",
            "niveau": "Base",
            "texte": "Tous les équipements liés aux produits doivent être dans un état qui ne compromet pas la sécurité des aliments et la qualité des produits.",
            "onglets": {
              "questionsExemple": [
                "L'état des équipements est-il suffisant pour ne pas compromettre la sécurité des aliments et la qualité des produits ?"
              ],
              "explications": "",
              "exemples_preuves": "observation/ inspection sur site ;"
            }
          },
          {
            "numero": "4.17.3",
            "niveau": "Intermédiaire",
            "texte": "Les équipements doivent être correctement conçus et spécifiés pour leur usage prévu. Avant la mise en service d'un nouvel équipement, le respect des exigences de sécurité des aliments, de qualité, de légalité des produits et des clients doit être garanti.",
            "onglets": {
              "questionsExemple": [
                "Les équipements sont-ils correctement conçus/ définis en fonction de l'utilisation prévue ?",
                "Quelles sont les règles applicables à la mise en service d'un nouvel équipement (mise en service de l'équipement) ? Les équipements sont-ils contrôlés pour garantir la sécurité des aliments, la qualité des produits, la légalité et le respect des exigences des clients ?",
                "Qu'est-ce qui est pris en compte lors de l'installation des équipements ?"
              ],
              "explications": "",
              "exemples_preuves": "protocole de démarrage/ d'installation ;"
            }
          },
          {
            "sous_section": "4.18",
            "titre": "Traçabilité",
            "exigences": [
              {
                "numero": "*4.18.1",
                "niveau": "Base",
                "texte": "Un système de traçabilité doit être mis en place et tenu à jour afin de permettre l'identification des lots de produits et leur relation avec les lots de matières premières, de matériaux d'emballage en contact avec les aliments et/ou de matériaux portant des informations légales et/ou pertinentes sur la sécurité des aliments. Le sytsème de traçabilité doit intégrer tous les enregistrements importants de :\n• réception\n• production à toutes les étapes\n• utilisation du recyclage\n• production en cours\n• distribution.\nLa traçabilité doit être garantie et documentée jusqu'à la livraison aux clients.",
                "onglets": {
                  "questionsExemple": [
                    "Comment la traçabilité est-elle garantie ?",
                    "La société garantit-elle la traçabilité aux différents stades de la production jusqu'à la livraison au client ?",
                    "La traçabilité permet-elle l'identification continue des lots de produits et de leur relation avec les lots de matières premières et les matériaux d'emballage/ étiquettes en contact avec les aliments, ainsi que l'extraction des données pertinentes correspondantes ?",
                    "Quels produits proviennent de quels fournisseurs ?",
                    "Existe-t-il une liste de tous les fournisseurs actuels ?",
                    "Le fournisseur de chaque matière première et de chaque matériau d'emballage/ étiquette en contact avec les aliments utilisé pour fabriquer chacun des produits est-il connu et traçable (y compris ceux qui ont la même spécification et plusieurs fournisseurs, comme les céréales et le lait, par exemple) ?",
                    "Le client de chaque produit, y compris la quantité distribuée, est-il traçable ?",
                    "La traçabilité est-elle correctement enregistrée ou prouvée de manière compréhensible (par exemple, au moyen de bons de réception et de livraison) ?",
                    "Comment l'efficacité du système de traçabilité est-elle prouvée (par exemple, preuves et enregistrements compréhensibles par les procédés, contrôles traçables, identification du produit, bilan matière, etc.) ?",
                    "La fréquence de conservation des enregistrements de traçabilité est-elle appropriée ?",
                    "Les enregistrements permettant l'identification du produit sont-ils disponibles tout au long des différentes étapes de la production jusqu'à la livraison au client, en relation avec les procédés et enregistrements pertinents ?",
                    "Les exigences réglementaires et celles des clients sont-elles prises en compte ?",
                    "Les produits intermédiaires (tels que la production en cours) fabriqués sur le site de la société ont-ils été suffisamment étiquetés et gérés de manière à garantir une traçabilité complète ? Reçoivent-ils un étiquetage/ une identification spécifique comportant un minimum d'informations (par exemple, la date de production, le numéro de lot, la date de péremption, les allergènes, etc.) ?",
                    "Existe-t-il des preuves que la traçabilité est garantie à tous les stades ?",
                    "La traçabilité du recyclage/ retraitement est-elle complète ? Comment les combinaisons de produits sont-elles maîtrisées ? Comment le recyclage/ retraitement sont-ils documentés ?",
                    "Les procédés sous-traités sont-ils pris en compte ?",
                    "Les enregistrement d'expédition incluent-ils les codes des produits finis ?"
                  ],
                  "explications": "Remarque 1 : La traçabilité est en général définie comme la capacité de tracer par la mise en place de processus fiables basés sur des exigences règlementaires et des consommateurs, qui doivent être réalisables, afin de :\n• suivre la source des composants alimentaires (tels que les matières premières et les matériaux d'emballage en contact avec les aliments)\n• suivre le mouvement et permettre l'identification des aliments (y compris leurs composants) tout au long de la ou des étapes spécifiées de production, transformation et distribution\n• avoir la capacité de récupérer les données historiques relatives à la production, transformation et distribution dans des délais appropriés (quantités, statut, identification dans la chaîne d'approvisionnement, informations en aval et en amont, etc.). \nRemarque 2 : pendant l'évaluation IFS Progress Food v3, l'évaluateur est tenu de vérifier comment les processus de traçabilité sont mis en place, exploités et enregistrés, en tenant compte des exigences réglementaires et des exigences des clients, en vérifiant que la traçabilité en amont et en aval est effectivement mise en place, comment elle est reliée aux procédés et produits pertinents (alignée sur l'approche produits et procédés de l'évaluation IFS, l'échantillonnage des produits et le fil conducteur) et la capacité de la société à récupérer les données de traçabilité. Cet exercice doit toujours être basé sur des échantillons choisis par l'évaluateur.\nRemarque 3 : Les systèmes de traçabilité sont différents de la gestion/ l'inventaire des stocks. Ils sont généralement considérés comme un soutien supplémentaire à l'efficacité des sytèmes de traçabilité.",
                  "exemples_preuves": "système de traçabilité mis en place ; enregistrements ; liste des fournisseurs ; accords avec les clients ; réglementation ; évaluation des produits échantillonnés et fil conducteur ;"
                }
              },
              {
                "numero": "4.18.1",
                "niveau": "Intermédiaire",
                "texte": "Le système de traçabilité doit être documenté.",
                "onglets": {
                  "questionsExemple": [
                    "Les procédures de traçabilité systématiques et interdépendantes sont-elles documentées (procédures documentées, descriptions de procédés, instructions de travail, diagramme, etc.) ?"
                  ],
                  "explications": "Remarque 1 : Un système de traçabilité peut être soutenu par des systèmes technologiques tels que des programmes informatiques, des systèmes et des outils spécifiques, mais ce n'est pas obligatoire car le système de traçabilité fait référence à des systèmes de traçabilité systématiques, interdépendants et documentés.",
                  "exemples_preuves": "procédures documentées ; description des procédés ; diagrammes; enregistrements ; instructions de travail, etc. ;"
                }
              },
              {
                "numero": "4.18.2",
                "niveau": "Base",
                "texte": "L'étiquetage des lots de produits semi-finis ou finis doit être réalisé au moment du conditionnement, afin de permettre une traçabilité claire des produits. Si les produits sont étiquetés plus tardivement, les produits temporairement stockés doivent disposer d'un étiquetage de lot spécifique. La durée de vie (par exemple, date limite de consommation ou date de durabilité minimale) des produits étiquetés doit être définie en utilisant la date initiale de fabrication du lot.",
                "onglets": {
                  "questionsExemple": [
                    "Quand les étiquettes sont-elles apposées sur les unités de produits ?",
                    "Quand l'étiquetage des lots est-il effectué ?",
                    "Quel est le code d'étiquetage du lot ?",
                    "Comment la durée de vie doit-elle être indiquée sur l'étiquette du produit (par exemple, calcul de la date de péremption à partir du lot de production d'origine) ?",
                    "Quel est le processus d'identification des biens qui sont étiquetés ultérieurement ?"
                  ],
                  "explications": "Remarque 1 : L'identification au cours du procédé pourrait être rendue possible par l'utilisation de l'étiquetage/ identification sur les produits ou sur des conteneurs spécifiques (par exemple, pour les produits semi-finis).",
                  "exemples_preuves": "processus d'identification/ étiquetage mis en place ; exemple d'étiquetage de lot ; exemple de durée de vie ; liste des durées de vie des produits ; observation sur site ;"
                }
              },
              {
                "numero": "*4.18.3",
                "niveau": "Intermédiaire",
                "texte": "Le système de traçabilité, incluant le bilan matière, doit être testé au moins une fois dans une période de 12 mois, ou en cas de changements importants. Les produits choisis pour les tests doivent refléter la complexité de la gamme de produits de la société. Les enregistrements des tests doivent démontrer les traçabilités ascendante et descendante (des produits finis livrés aux matières premières et vice-versa).",
                "onglets": {
                  "questionsExemple": [
                    "Quels sont les tests de traçabilité réalisés par la société ?",
                    "Quand le dernier test de traçabilité a-t-il été réalisé dans les deux sens ?",
                    "Comment les produits échantillonnés sont-ils choisis pour le test ? Permettent-ils de vérifier la complexité du système par rapport à la gamme de produits de la société ?",
                    "Des informations documentées sur le bilan matière sont-elles disponibles ?",
                    "Quel a été le résultat de la revue du test de traçabilité ?",
                    "Quel pourcentage de la quantité totale a été tracé ?",
                    "Quelle est la taille d'un lot ? La taille des lots et la traçabilité permettent-elles de réagir rapidement en cas de mise en quarantaine d'un produit ou de rappel/ retrait ?",
                    "Les résultats de ces tests sont-ils disponibles ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "enregistrements du test de traçabilité ; bilan matière ;"
                }
              },
              {
                "numero": "4.18.4",
                "niveau": "Intermédiaire",
                "texte": "Les résultats des tests, incluant le délai d'obtention des informations, doivent être enregistrés et, si nécessaire, des actions doivent être mises en place. L'objectif de délai doit être défini et être conforme aux exigences légales et des clients.",
                "onglets": {
                  "questionsExemple": [
                    "Des exigences légales et des exigences des clients ont-elles été définies pour les délais ? Si ce n'est pas le cas, les délais fixés sont-ils adaptés/ raisonnables par rapport à l'efficacité et au fonctionnement du système, compte tenu également de la capacité à répondre à la gestion des incidents, au rappel et au retrait des produits ?",
                    "Les délais ont-ils été respectés lors des exercices de traçabilité ?",
                    "Des améliorations et des actions ont-elles été prises en fonction des résultats des tests ? La société tient-elle compte des résultats et remet-elle en question les processus d'amélioration (y compris les objectifs temporels) ?"
                  ],
                  "explications": "Explications/ informations complémentaires : Référence : La traçabilité des produits finis aux matières premières et aux clients doit être réalisée dans un délai maximum de quatre (4) heures.",
                  "exemples_preuves": "enregistrements des exercices de traçabilité ; enregistrements des délais ; résultats et actions documentés ; accords avec les clients ; réglementation ;"
                }
              },
              {
                "numero": "4.18.5",
                "niveau": "Intermédiaire",
                "texte": "Si cela est demandé par les clients, des échantillons représentatifs du numéro de lot de production doivent être stockés de manière appropriée et conservés jusqu'à l'expiration des dates limites de consommation ou de durabilité minimale des produits finis et, si nécessaire, après une période déterminée au-delà de cette date.",
                "onglets": {
                  "questionsExemple": [
                    "Les clients ont-ils des exigences en matière d'échantillons ?",
                    "Des échantillons sont-ils prélevés ?",
                    "Les échantillons sont-ils conservés conformément aux spécifications du produit ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "exigences du client ; échantillons représentatifs ; spécifications ;"
                }
              }
            ]
          },
          {
            "sous_section": "4.19",
            "titre": "Réduction des risques liés aux allergènes",
            "exigences": [
              {
                "numero": "4.19.1",
                "niveau": "Base",
                "texte": "Pour toutes les matières premières, une évaluation des risques doit être réalisée afin d'identifier les allergènes soumis à déclaration, y compris les contaminations croisées accidentelles ou techniquement inévitables d'allergènes légalement déclarés et les traces. Ces informations doivent être disponibles et applicables à/aux pays de commercialisation des produits finis et doivent être documentées et conservées pour toutes les matières premières. Une liste continuellement mise à jour de toutes les matières premières contenant des allergènes utilisées dans les locaux doit être conservée. Elle doit également identifier tous les mélanges et formulations dans lesquels ces matières premières sont ajoutées.",
                "onglets": {
                  "questionsExemple": [
                    "Les allergènes sont-ils identifiés ? Comment ? Cela prend-il en compte toutes les matières premières ?",
                    "Existe-t-il une liste des allergènes utilisés ?",
                    "Existe-t-il des informations disponibles et documentées sur les allergènes pour toutes les matières premières (par exemple, via des fiches techniques, des spécifications, des questionnaires, des déclarations complémentaires, des matrices d'allergènes, etc.) ? Cela prend-il également en compte les contaminations croisées d'allergènes non intentionnelles ou techniquement inévitables ?",
                    "Cela comprend-il une liste d'allergènes (y compris leurs traces) pour toutes les matières premières (y compris les arômes, les additifs, les coadjuvants/ les auxiliaires technologiques, etc.) et les mélanges et formulations auxquels ces matières premières contenant des allergènes sont ajoutées ?"
                  ],
                  "explications": "Remarque 1 : La déclaration des allergènes et des traces tient compte des exigences légales, des exigences des clients, des allergènes des matières premières, des contaminations croisées non intentionnelles ou techniquement inévitables.",
                  "exemples_preuves": "liste des allergènes ; spécifications ; informations documentées sur les allergènes ; mélanges et formulations ; réglementation ;"
                }
              },
              {
                "numero": "*4.19.2",
                "niveau": "Base",
                "texte": "Des mesures doivent être documentées, mises en place et tenues à jour de la réception à l'expédition, afin de garantir que la contamination croisée potentielle des produits par les allergènes est minimisée. Les risques potentiels de contamination croisée doivent être pris en compte, au moins, dans les domaines suivants :\n• la production\n• l'environnement\n• le transport \n• le stockage\n• les matières premières \n• le personnel (incluant les prestataires et les visiteurs).\nLes mesures mises en place doivent être surveillées.",
                "onglets": {
                  "questionsExemple": [
                    "Les allergènes présents sur le site, qu'il s'agisse d'ingrédients ou de contamination croisée, sont-ils identifiés, réduits et maîtrisés ? Quelles sont les mesures mises en place et documentées ?",
                    "Comment la contamination des produits sans allergènes est-elle évitée ? Les clients exigent-ils que certains allergènes ne soient pas inclus dans les produits ?",
                    "Comment ces mesures sont-elles surveillées et enregistrées/ documentées ?",
                    "Les réglementations et les exigences appropriées des clients sont-elles prises en compte dans l'élaboration des processus de réduction des risques liés aux allergènes ?"
                  ],
                  "explications": "Explications/ informations complémentaires : Exemples de mesures (liste non exhaustive) :\n• la séparation physique ou temporelle pendant le déchargement, le stockage, le traitement, l'emballage et le chargement des matières/ produits contenant des allergènes (par exemple, l'ordonnancement de la production).\n• l'utilisation d'équipements et d'ustensiles identifiés et spécifiques pour le traitement, la manipulation, l'échantillonnage, le nettoyage, etc.\n• les règles d'hygiène du personnel, le flux de personnel.\n• une politique sur tous les aliments apportés sur le site par le personnel, les prestataires et les visiteurs.\n• l'identification/ l'étiquetage des matières premières, des ingrédients et des produits semi-finis dont on sait qu'ils contiennent ou sont susceptibles de contenir des allergènes.\n• un programme de nettoyage et de désinfection approprié et efficace pour éliminer tous les allergènes potentiels des surfaces en contact avec les produits.\n• l'environnement de l'installation, comme la maîtrise du flux d'air.\n• la gestion des fournisseurs.\n• la maîtrise des flux de procédés.\n• la maîtrise des opérations de retraitement/ recyclage et leur compatibilité avec les allergènes.",
                  "exemples_preuves": "processus de réduction des risques liés aux allergènes ; mesures documentées ; observation sur site ; enregistrements ; enregistrements de surveillance ;"
                }
              },
              {
                "numero": "4.19.3",
                "niveau": "Base",
                "texte": "Les produits finis contenant des allergènes soumis à déclaration doivent être déclarés conformément aux dispositions légales en vigueur. Les contaminations croisées accidentelles ou techniquement inévitables d'allergènes légalement déclarés et les traces doivent être étiquetées. La contamination croisée potentielle avec des allergènes provenant de matières premières transformées dans la société doit également être prise en compte sur l'étiquette des produits.",
                "onglets": {
                  "questionsExemple": [
                    "Comment l'étiquetage des allergènes (y compris leurs traces) est-il défini ?",
                    "Le statut des allergènes a-t-il été documenté (par exemple, dans les spécifications, les matrices d'allergènes, etc.) ?",
                    "L'étiquetage tient-il compte des risques de contamination croisée ? Comment ?",
                    "La déclaration d'étiquetage est-elle conforme aux exigences légales du pays de commercialisation ? Les exigences des clients sont-elles également prises en compte ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "spécifications des produits finis ; exigences légales et exigences des clients ; processus de réduction des risques liés aux allergènes ; mesures documentées ; matrice des allergènes ; observation sur site ; processus d'étiquetage ;"
                }
              },
              {
                "numero": "4.19.4",
                "niveau": "Intermédiaire",
                "texte": "L'identification des allergènes soumis à déclaration pour toutes les matières premières, les mesures visant à garantir que la contamination croisée potentielle des produits par des allergènes est minimisée ainsi que les décisions d'étiquetage des produits finis par rapport aux allergènes doivent être basées sur les risques.",
                "onglets": {
                  "questionsExemple": [
                    "Une évaluation des risques a-t-elle été réalisée pour identifier les allergènes/ traces dans toutes les matières premières ?",
                    "Une évaluation des risques a-t-elle été réalisée afin de définir des mesures visant à réduire le risque de contamination croisée des produits par des allergènes ?",
                    "Une évaluation des risques a-t-elle été réalisée pour décider de l'étiquetage des allergènes/ traces pour les produits finis ?"
                  ],
                  "explications": "Explications/ informations complémentaires : En cas de présence non intentionnelle ou techniquement inévitable, l'étiquetage des allergènes et des traces légalement déclarés doit être basé sur les risques. Dans l'évaluation des risques liés à l'introduction d'allergènes non intentionnels, il convient de tenir compte non seulement du risque lié aux allergènes déclarables transformés dans la société, mais aussi de l'introduction non intentionnelle d'allergènes à partir des matières premières, pour l'étiquetage du produit final.",
                  "exemples_preuves": "évaluation des risques ; processus/ procédures de réduction des risques liés aux allergènes ; procédures d'étiquetage des allergènes ; mesures documentées ;"
                }
              }
            ]
          },
          {
            "sous_section": "4.20",
            "titre": "Fraude alimentaire",
            "exigences": [
              {
                "numero": "4.20.1",
                "niveau": "Intermédiaire",
                "texte": "Une évaluation de la vulnérabilité à la fraude alimentaire, incluant des critères d'évaluation, doit être documentée, mise en place et tenue à jour. Le périmètre de l'évaluation doit couvrir toutes les matières premières, ingrédients, matériaux d'emballage et procédés sous-traités, afin de déterminer les risques d'activités frauduleuses.",
                "onglets": {
                  "questionsExemple": [
                    "Quelle est la méthode d'évaluation de la vulnérabilité définie ?",
                    "Prend-elle en compte les risques liés à la substitution, à l'étiquetage erroné, à l'adultération ou à la contrefaçon ?",
                    "Quels sont les critères définis pour l'évaluation de la vulnérabilité ?",
                    "Toutes les matières premières, ingrédients, emballages et procédés (y compris les procédés internes et partiellement sous-traités) font-ils l'objet d'une évaluation de la vulnérabilité ? Quels sont les facteurs de risque définis ?",
                    "Quelle est la fréquence des évaluations de la vulnérabilité ? Une évaluation de la vulnérabilité a-t-elle été réalisée pour toutes les nouvelles matières premières, les nouveaux ingrédients et les nouveaux emballages, ainsi que pour les fournisseurs de ces produits ?",
                    "Les points faibles où la fraude est plus susceptible de se produire sont-ils pris en considération ?",
                    "Toutes les matières et les risques liés à la fraude sont-ils connus (histoire, facteurs économiques, origines géographiques, état physique, problèmes émergents) ?",
                    "Les fournisseurs (fabricant, courtier, historique) et la chaîne d'approvisionnement concernée sont-ils connus (longueur, complexité, modalités de l'offre et de la demande, facilité d'accès) ?",
                    "À quelle fréquence l'évaluation est-elle revue ? Quels sont les critères pris en compte par la société pour déterminer la fréquence de réalisation d'une évaluation, si celle-ci n'est pas réalisée une fois pendant une période de 12 mois (par exemple, en cas de changements importants, d'augmentation des risques, etc.) ?"
                  ],
                  "explications": "Explications/ informations complémentaires : Références : Guide IFS sur la fraude alimentaire",
                  "exemples_preuves": "facteurs/ sources de risques de fraude ; mesures de maîtrise actuellement en place ; liste des matières premières, des ingrédients et des emballages et de leurs fournisseurs ; évaluation de la vulnérabilité, matrice ;"
                }
              },
              {
                "numero": "4.20.2",
                "niveau": "Intermédiaire",
                "texte": "Un plan de réduction de la fraude alimentaire doit être documenté, mis en place et tenu à jour en référence à l'évaluation de la vulnérabilité et doit inclure les méthodes d'analyses et de surveillance.",
                "onglets": {
                  "questionsExemple": [
                    "Quels sont les contrôles (par exemple, les analyses et méthodes de surveillance) appliqués pour réduire les vulnérabilités des activités de fraude potentielle sur les produits ? Sont-ils liés à l'évaluation de la vulnérabilité ?",
                    "Sont-ils appliqués de manière appropriée et cohérente en fonction des vulnérabilités identifiées ?",
                    "Qui surveille (et, si nécessaire, prend des actions) les problèmes identifiés à la suite des contrôles appliqués ?",
                    "Les contrôles font-ils l'objet d'une revue régulière pour vérifier leur adéquation et leur efficacité ?",
                    "Les mesures sont-elles modifiées, si applicable, en cas de changements au sein de la chaîne d'approvisionnement ?",
                    "Le plan de réduction est-il revu en fonction de la revue de l'évaluation de la vulnérabilité ?"
                  ],
                  "explications": "Explications/ informations complémentaires : Références : Guide IFS sur la fraude alimentaire",
                  "exemples_preuves": "plan de réduction de la fraude alimentaire, matrice ; contrôles ; analyses ; enregistrements de surveillance ;"
                }
              }
            ]
          },
          {
            "sous_section": "4.21",
            "titre": "Food defence (protection de la chaîne alimentaire contre les actes malveillants)",
            "exigences": [
              {
                "numero": "4.21.1",
                "niveau": "Intermédiaire",
                "texte": "Les responsabilités en matière de food defence doivent être définies. La ou les personnes responsable(s) doi(ven)t avoir des connaissances spécifiques appropriées.",
                "onglets": {
                  "questionsExemple": [
                    "Qui est responsable de la food defence ?",
                    "Quelles sont les compétences et les qualifications démontrées pour la (les) personne(s) responsable(s) de la food defence ?",
                    "Où sont définies les responsabilités ?",
                    "Cela a-t-il été communiqué aux membres de la société ? Comment ?"
                  ],
                  "explications": "Explications/ informations complémentaires : Références : Guide IFS sur la food defence",
                  "exemples_preuves": "description de poste ; enregistrements de formation ; entretiens sur site ;"
                }
              },
              {
                "numero": "4.21.2",
                "niveau": "Intermédiaire",
                "texte": "Une procédure et un plan de food defence doivent être développés pour identifier les menaces potentielles et définir les mesures de food defence. Cela doit inclure, au moins :\n• les exigences légales et des clients\n• l'identification des zones critiques et/ou les pratiques et politiques d'accès des employés \n• les visiteurs et prestataires\n• toute autre mesure de maîtrise appropriée.",
                "onglets": {
                  "questionsExemple": [
                    "Quelles sont les exigences légales et celles du client en matière de food defence applicables à la société ?",
                    "Comment la société peut-elle démontrer qu'elle respecte ces exigences ?",
                    "Quel est le processus/ la procédure utilisé(e) pour évaluer les menaces ? Est-ce conforme aux besoins et/ou aux attentes de la législation et/ou des clients ?",
                    "Comment les systèmes aident-ils la société à identifier les zones critiques ou à haut risque ?",
                    "Sur la base de l'évaluation des menaces, quelles zones ont été identifiées comme critiques ?",
                    "Quelles sont les autres mesures de food defence mises en place pour faire face aux menaces évaluées (voir les considérations pertinentes ci-dessous) ?",
                    "Comment la société maîtrise-t-elle l'accès aux locaux et aux zones critiques ?",
                    "Quelles sont les mesures mises en place pour maîtriser l'accès à ces zones critiques ?",
                    "Comment la société est-elle alertée en cas d'infraction sur la food defence ?",
                    "Quels sont les critères pris en compte par la société pour déterminer la fréquence de l'évaluation des menaces, si ce n'est pas au moins une fois dans une période de 12 mois (par exemple, en cas de changements importants ou d'augmentation des risques) ?",
                    "Les procédures et le plan de food defence sont-ils documentés ?"
                  ],
                  "explications": "Explications/ informations complémentaires :\n• Des procédures et un plan de food defence sont mis en place pour garantir la protection des aliments, leur fabrication et leur approvisionnement contre les menaces malintentionnées et idéologiques.\n• Des menaces pour la food defence peuvent survenir à n'importe quel niveau de la chaîne d'approvisionnement alimentaire de la société, où la prévention est l'élément clé.\n• L'évaluation globale et la mise en place de mesures de food defence doivent être adaptées à la société, au site et au pays, et peuvent prendre en compte (sans s'y limiter) :\n· les menaces malveillantes et idéologiques, les actes délibérés de sabotage (par exemple, la contamination délibérée d'aliments par des agents bactériens, des toxines, des produits chimiques, des radiations ou un objet physique).\n· l'altération intentionnelle du produit, qui peut inclure des actes de sabotage, de vandalisme ou de terrorisme.\n· la sensibilisation du personnel (par exemple, par la formation).\n· la sécurité physique des installations (par exemple, les conditions d'accès, les barrières, l'éclairage, les systèmes de caméras, etc.).\n· les politiques et les pratiques d'enregistrement et de contrôle de l'accès des employés, des employés temporaires, des prestataires et des visiteurs aux zones de l'installation.\n· les procédures de stockage et de transport sécurisés des matières premières, des équipements, des matériaux d'emballage, des produits chimiques dangereux et des produits finis.\n· la conception des matériaux d'emballage, en particulier leur dispositif contre l'altération.\n· la restriction physique de l'accès, qui peut être assurée par l'utilisation de serrures, de cartes-clés électroniques ou d'autres systèmes appropriés.\n· les mesures de maîtrise doivent prendre en compte (sans s'y limiter) : les produits, les procédés, l'eau/ électricité, le personnel, les employés temporaires, les prestataires, les visiteurs, les employés, les chauffeurs de camions, la sécurité, les systèmes et, si applicable, le stockage et le transport.\n· la cessation d'emploi des employés/ prestataires/ salariés temporaires ont un impact sur la food defence.\n· la protection des systèmes/ données et les cyber-attaques.\n· les règles relatives aux effets personnels dans l'usine.\n· les procédures de repoting.\n· les mesures doivent porter sur l'identification de l'incident, l'identification et l'évaluation des matières potentiellement affectées, l'isolement et la mise en quarantaine des matières potentiellement affectées et l'élimination appropriée sur la base de la sécurité du produit.\nRéférences : Guide IFS sur la food defence",
                  "exemples_preuves": "procédures et plan de food defence ; évaluation des menaces ; mesures ; comptes-rendus de réunions ; observation sur site ;"
                }
              },
              {
                "numero": "4.21.3",
                "niveau": "Intermédiaire",
                "texte": "L'efficacité du plan de food defence doit être testée.",
                "onglets": {
                  "questionsExemple": [
                    "L'efficacité du plan de food defence est-elle testée (par exemple, par des vérifications sur site, des inspections, des évaluations, la vérification des enregistrements, des tests d'intrustion, etc.) ?",
                    "Comment la société évalue-t-elle l'efficacité du plan de food defence ?",
                    "À quelle fréquence l'efficacité du plan de food defence est-elle testée ?",
                    "Des actions sont-elles prises au cas où le plan de food defence ne serait pas efficace ?",
                    "À quelle fréquence les procédures et le plan de food defence sont-ils revus, si ce n'est au moins une fois dans une période de 12 mois (par exemple, en cas de changements importants ou d'augmentation des risques) ? Les procédures et le plan de food defence sont-ils mis à jour en conséquence ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "rapport sur le contrôle de l'efficacité, tel que les inspections, les comptes rendus de réunions, les actions ;"
                }
              }
            ]
          }
        ]
      },
      {
        "chapitre": "5",
        "titre": "Mesures, analyses, améliorations",
        "sous_sections": [
          {
            "sous_section": "5.1",
            "titre": "Inspections d'usine",
            "exigences": [
              {
                "numero": "5.1.1",
                "niveau": "Intermédiaire",
                "texte": "Des inspections de l'usine et du site doivent être planifiées et réalisées pour certain(e)s zones/ thèmes, comme par exemple :\n• l'état des installations de production et de stockage\n• les zones extérieures\n• la maîtrise des produits lors de la production\n• la protection des produits\n• l'hygiène pendant la production et dans les locaux \n• les dangers liés aux corps étrangers\n• l'hygiène du personnel.\nLa fréquence des inspections doit être basée sur les risques et sur l'historique des résultats précédents.",
                "onglets": {
                  "questionsExemple": [
                    "Quelle est la fréquence des inspections du site et qui les réalise ?",
                    "Comment la fréquence est-elle définie (par exemple en fonction du risque, des antécédents, etc.) ?",
                    "Qu'est-ce qui est revu lors des inspections du site ?",
                    "Pour quels zones/ procédés existe-t-il des inspections sur site ?",
                    "La protection du produit contre la contamination (physique, chimique et microbiologique) est-elle vérifiée ?",
                    "Les actions prises en cas de déviations sont-elles documentées ?",
                    "Toutes les zones requises sont-elles couvertes ?"
                  ],
                  "explications": "Explication supplémentaire : Cette exigence soutient l'introduction et la mise en place de la food safety culture sur les éléments tels que : la vérification que les procédés et procédures de sécurité des aliments (par exemple, les contrôles) sont réalisés dans les délais, en maintenant l'intégrité des procédés de sécurité des aliments.",
                  "exemples_preuves": "protocole /périmètre des inspections sur sites ; évaluation/ historique des risques ; enregistrements/ rapports/ actions ;"
                }
              }
            ]
          },
          {
            "sous_section": "5.2",
            "titre": "Maîtrise des procédés",
            "exigences": [
              {
                "numero": "5.2.1",
                "niveau": "Intermédiaire",
                "texte": "Les critères de maîtrise des procédés doivent être définis.",
                "onglets": {
                  "questionsExemple": [
                    "Quels sont les paramètres de procédés définis (par exemple, pour la pasteurisation, la stérilisation, les paramètres de la chaîne du froid permettant de respecter les spécifications du produit, les conditions de reprise, etc.) ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "paramètres des procédés ;"
                }
              },
              {
                "numero": "5.2.2",
                "niveau": "Intermédiaire",
                "texte": "Les paramètres des procédés (température, temps, pression, propriétés chimiques, etc.) essentiels pour garantir la sécurité des aliments et la qualité des produits doivent être surveillés, enregistrés en continu et/ou à intervalles appropriés.",
                "onglets": {
                  "questionsExemple": [
                    "Comment sont-ils maîtrisés ?",
                    "Comment les températures (par exemple, chauffage, cuisson, congélation, refroidissement, refroidissement intermédiaire), la pression, le temps, etc. sont-ils surveillés ?",
                    "Où est-ce enregistré ?",
                    "Comment s'assure-t-on que seules les personnes responsables sont autorisées à définir/ modifier les paramètres des procédés ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "données de mesure imprimées ; contrôles ; enregistrements de surveillance ;"
                }
              }
            ]
          },
          {
            "sous_section": "5.3",
            "titre": "Étalonnage, ajustement et vérification des appareils de mesure et de surveillance",
            "exigences": [
              {
                "numero": "5.3.1",
                "niveau": "Base",
                "texte": "Les appareils de mesure et de surveillance nécessaires pour garantir la conformité aux exigences de sécurité des aliments et de qualité des produits doivent être identifiés et enregistrés. Leur statut d'étalonnage doit être enregistré. Les appareils de mesure et de surveillance doivent être légalement approuvés, si requis par la législation applicable en vigueur.",
                "onglets": {
                  "questionsExemple": [
                    "Quels sont les types d'appareils de mesure et de surveillance existants (par exemple, thermomètres, détecteurs de métaux, appareils à rayons X, trieuses pondérales, pH-mètres et appareils de mesure de l'activité de l'eau, balances, vitesses des fours et autres unités importantes de mesure et de contrôle des procédés) ?",
                    "Quelles sont les exigences en matière d'appareils de mesure et de surveillance ?",
                    "Quel appareil de surveillance est adapté à quel type de mesure ?",
                    "Comment les appareils de mesure et de surveillance sont-ils identifiés (par exemple, autocollants d'identification sur les dispositifs de surveillance) et enregistrés ?",
                    "Existe-t-il des appareils calibrés ?",
                    "Comment l'état d'étalonnage d'un appareil de mesure/ surveillance est-il identifié ?",
                    "Les appareils de mesure et de surveillance destinés à garantir la sécurité des aliments, la qualité et la conformité aux exigences réglementaires sont-ils fiables ?",
                    "Les appareils de mesure et de surveillance utilisés sont-ils légalement approuvés, lorsque la loi l'exige ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "liste des appareils de surveillance ; autocollants d'identification sur les appareils de surveillance ; autocollants d'identification ; enregistrements ;"
                }
              },
              {
                "numero": "5.3.2",
                "niveau": "Intermédiaire",
                "texte": "Tous les appareils de mesure doivent être vérifiés, surveillés, ajustés et étalonnés à intervalles définis, conformément à des normes/ méthodes reconnues et dans les limites applicables des valeurs des paramètres du procédé. Les résultats doivent être documentés.",
                "onglets": {
                  "questionsExemple": [
                    "En ce qui concerne les appareils de mesure et de surveillance, existe-t-il un processus /une procédure d'étalonnage pour les vérifier, les surveiller et les ajuster ?",
                    "Les appareils de mesure et de surveillance sont-ils identifiés, étalonnés et traçables selon des référentiels reconnus ?",
                    "Comment les appareils de mesure et de surveillance sont-ils organisés ? Comment les intervalles sont-ils définis ?",
                    "Qui est responsable de l'étalonnage ?",
                    "Les appareils de mesure et de surveillance sont-ils régulièrement étalonnés ? Comment les intervalles sont-ils définis ?",
                    "Comment se fait l'étalonnage ?",
                    "Où est-ce documenté ?",
                    "Quelles sont les mesures prises lorsqu'un écart de tolérance (résultats en dehors des limites définies) est constaté ?",
                    "L'étalonnage est-il à jour ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "processus/ procédures d'étalonnage et de surveillance ; protocole d'étalonnage ; enregistrements d'étalonnage ; actions ; certificat d'étalonnage ; vérifications, ajustements et résultats d'étalonnage enregistrés ; enregistrements ;"
                }
              },
              {
                "numero": "5.3.3",
                "niveau": "Intermédiaire",
                "texte": "Tous les appareils de mesure et de surveillance doivent être utilisés exclusivement pour leur usage défini. Lorsque les résultats des mesures ou le statut de l'appareil indiquent une anomalie, l'appareil en question doit être immédiatement réparé ou remplacé. Lorsqu'un dysfonctionnement a été identifié, l'impact sur les procédés et les produits doit être évalué afin d'identifier si des produits non conformes ont été fabriqués.",
                "onglets": {
                  "questionsExemple": [
                    "Les appareils de mesure et de surveillance sont-ils utilisés exclusivement pour l'usage auquel ils sont destinés (par exemple, thermomètres spécifiés/ appareils de mesure de l'humidité utilisés pour des procédés et des produits définis conformément aux plages de mesure visées spécifiées/ détecteurs de métaux étalonnés en fonction des caractéristiques spécifiées du produit et des procédés, etc.) ?",
                    "Quelles sont les actions prises lorsque les résultats des mesures sont incertains ou que l'état de l'appareil indique un dysfonctionnement ? (par exemple, dysfonctionnement d'un dispositif de surveillance des CCP, de dispositifs de traitement thermique, etc.)",
                    "Les appareils sont-ils immédiatement réparés ou remplacés ?",
                    "L'impact sur les produits et les procédés est-il évalué (par exemple, l'impact sur la sécurité des aliments tel que la défaillance du procédé thermique) ?",
                    "Selon l'évaluation, les actions nécessaires sont-elles menées sur les procédés et les produits ?",
                    "Comment les appareils de mesure et de surveillance interdits sont-ils identifiés ?"
                  ],
                  "explications": "Explications/ informations complémentaires : En cas de dysfonctionnements ayant une incidence sur la sécurité des aliments, les actions à prendre concernant les produits potentiellement non conformes (par exemple, l'élimination du produit concerné) couvrent généralement les produits fabriqués après le dernier contrôle conforme d'étalonnage.",
                  "exemples_preuves": "autocollants d'identification ; vérifications, ajustements et résultats d'étalonnage ;"
                }
              }
            ]
          },
          {
            "sous_section": "5.4",
            "titre": "Surveillance de la maîtrise de la quantité",
            "exigences": [
              {
                "numero": "5.4.1",
                "niveau": "Base",
                "texte": "Des critères de conformité pour maîtriser la quantité de lots doivent être définis. Un système sur la fréquence et la méthodologie de maîtrise de la quantité doit être mis en place et tenu à jour pour se conformer aux dispositions légales du/ des pays de destination et des spécifications des clients.",
                "onglets": {
                  "questionsExemple": [
                    "Comment s'assure-t-on que les exigences légales et les spécifications du client en matière de poids/ quantité sont respectées ?",
                    "Quelle est la procédure /méthodologie/ fréquence définie pour la maîtrise du poids/ de la quantité en vue de la conformité des produits ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "réglementation ; spécifications ; exigences des clients ; processus et méthodes de maîtrise du poids/ de la quantité ;"
                }
              },
              {
                "numero": "5.4.2",
                "niveau": "Base",
                "texte": "Une surveillance de la maîtrise de la quantité doit être mise en place et enregistrée selon un plan d'échantillonnage représentatif du lot de fabrication. Les résultats de cette surveillance doivent être conformes aux critères définis pour tous les produits prêts à être livrés.",
                "onglets": {
                  "questionsExemple": [
                    "Existe-t-il des enregistrements sur les contrôles de poids/ quantité réalisés sur la base du plan d'échantillonnage défini ?",
                    "Est-ce applicable aux produits à marque de distributeurs et aux autres produits/ étiquettes ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "plan de surveillance du poids/ de la quantité ; plan d'échantillonnage ; enregistrements ;"
                }
              }
            ]
          },
          {
            "sous_section": "5.5",
            "titre": "Analyses des produits et surveillance environnementale",
            "exigences": [
              {
                "numero": "5.5.1",
                "niveau": "Base",
                "texte": "Des plans de contrôle et de surveillance pour les analyses internes et externes doivent être mis en place pour garantir que les exigences de sécurité, de qualité, de légalité des produits et les exigences spécifiques des clients sont respectées. Les plans doivent couvrir, au moins :\n• les matières premières\n• les produits semi-finis (si applicable)\n• les produits finis\n• les matériaux d'emballage\n• surfaces en contact et tests environnementaux\nTous les résultats d'analyses doivent être enregistrés.",
                "onglets": {
                  "questionsExemple": [
                    "Existe-t-il un plan de contrôle/ surveillance ?",
                    "Des analyses/ tests de laboratoire cohérents sont-ils mis en place pour garantir le respect des exigences en matière de sécurité, de qualité et de sûreté des produits, ainsi que des exigences légales et des exigences spécifiques des clients ?",
                    "Qui organise les plans de contrôle/ surveillance ?",
                    "Comment l'échantillonnage est-il défini ?",
                    "Quels sont les produits couverts par le plan de contrôle (matières premières, produits semi-finis et finis, matériaux d'emballage, surfaces et analyses environnementales) ?",
                    "Où les résultats des analyses sont-ils documentés ?",
                    "Quelles sont les analyses physiques, chimiques ou microbiologiques réalisées ou sous-traitées ?",
                    "Quelles sont les analyses réalisées par le laboratoire de la société et quelles sont celles effectuées par des laboratoires externes ? Et à quelle fréquence ?",
                    "Les résultats d'analyses sont-ils obtenus par des méthodes reconnues et valides ?",
                    "Les analyses sont-elles réalisées de manière à produire des résultats crédibles et précis ?",
                    "Les analyses/ contrôles sont-ils réalisés de manière à éviter toute incidence sur la sécurité du produit (par exemple, contamination croisée à partir de l'échantillonnage, contamination du produit, etc.) ?",
                    "À quelle fréquence le plan de contrôle/ surveillance est-il révisé ?"
                  ],
                  "explications": "Remarque 1 : Les analyses environnementales peuvent être déterminées en fonction des exigences légales, des caractéristiques du produit et des procédés et des risques potentiels pour la sécurité des aliments (par exemple, la surveillance des agents pathogènes pour les denrées alimentaires périssables prêtes à être consommées).",
                  "exemples_preuves": "plan de contrôle ; analyses en laboratoire ; résultats d'analyses ;"
                }
              },
              {
                "numero": "5.5.1",
                "niveau": "Intermédiaire",
                "texte": "Les plans de contrôle et de surveillance pour les analyses internes et externes doivent être basés sur les risques.",
                "onglets": {
                  "questionsExemple": [
                    "Le plan de contrôle/ surveillance est-il défini sur la base d'une évaluation des risques ?",
                    "Le plan de contrôle et de surveillance prend-il en compte les risques d'authenticité (par exemple, les tests de fraude alimentaire) ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "évaluation des risques ; plan de contrôle ; analyses en laboratoire ; résultats d'analyses ;"
                }
              },
              {
                "numero": "5.5.2",
                "niveau": "Intermédiaire",
                "texte": "Les analyses importantes pour la sécurité des aliments doivent être effectuées de préférence par des laboratoires accrédités pour les programmes/ méthodes appropriés (ISO/CEI 17025). Si les analyses sont réalisées par un laboratoire interne ou non accrédité pour ces programmes/ méthodes, les résultats doivent être régulièrement confrontés à ceux réalisés par des laboratoires accrédités pour ces programmes/ méthodes (ISO/CEI 17025).",
                "onglets": {
                  "questionsExemple": [
                    "Quels sont les laboratoires externes utilisés ? Sont-ils accrédités selon la norme ISO 17025 ?",
                    "Existe-t-il un laboratoire d'analyses sur site ? Est-il accrédité selon la norme ISO 17025 ?",
                    "Si ce n'est pas le cas, les résultats des laboratoires internes font-ils l'objet d'une vérification croisée régulière ou lorsque des changements importants interviennent par rapport aux résultats d'analyses d'un laboratoire accrédité ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "preuves d'accréditation ; résultats des tests de vérification croisée ;"
                }
              },
              {
                "numero": "5.5.3",
                "niveau": "Intermédiaire",
                "texte": "Des procédures doivent être documentées, mises en place et tenues à jour pour garantir la fiabilité des résultats des analyses internes, sur la base de méthodes d'analyses officiellement reconnues. Cela doit être démontré par des ring tests ou d'autres tests d'intercomparaison.",
                "onglets": {
                  "questionsExemple": [
                    "Y a-t-il un laboratoire sur site ?",
                    "Comment s'assure-t-on que les méthodes d'analyses internes sont appropriées ? Sont-elles basées sur des méthodes d'analyses officiellement reconnues ?",
                    "Des tests d'intercomparaison ou des ring tests sont-ils réalisés ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "procédures ; preuves de réalisation de tests d'intercomparaison/ ring tests ;"
                }
              },
              {
                "numero": "5.5.4",
                "niveau": "Base",
                "texte": "Les résultats d'analyses doivent être évalués dans un délai convenable par du personnel compétent. Des corrections immédiates doivent être mises en place pour tout résultat non conforme. Les résultats d'analyses doivent être régulièrement revus, de manière exhaustive. Lorsque des résultats insatisfaisants sont identifiés, l'impact sur les produits et les procédés ainsi que la nécessité d'actions doivent être évalués.",
                "onglets": {
                  "questionsExemple": [
                    "Qui revoit les résultats d'analyses (par exemple, la personne responsable de l'équipe qualité, le vétérinaire responsable du site, le technicien qualité, etc.) ?",
                    "Comment les résultats d'analyses sont-ils vérifiés ?",
                    "Des corrections immédiates sont-elles apportées lorsque les résultats ne sont pas satisfaisants ?",
                    "La société procède-t-elle régulièrement à un revue complète des résultats d'analyses afin d'identifier les besoins d'amélioration, de revues et d'actions ?",
                    "Lorsque des tendances insatisfaisantes sont identifiées, l'impact sur les produits et les procédés ainsi que la nécessité d'actions est-il évalué ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "résultats d'analyses, corrections, revue des résultats ;"
                }
              }
            ]
          },
          {
            "sous_section": "5.6",
            "titre": "Libération des produits",
            "exigences": [
              {
                "numero": "5.6.1",
                "niveau": "Base",
                "texte": "Une procédure de quarantaine/ libération (blocage/ mise en attente) doit être mis en place et tenu à jour pour garantir que seules les matières premières, les produits semi-finis et finis, et les matériaux d'emballage, conformes aux exigences de sécurité des aliments, de qualité, de légalité des produits et des clients, sont fabriqués et distribués.",
                "onglets": {
                  "questionsExemple": [
                    "La société dispose-t-elle d'une procédure de mise en quarantaine et de libération des produits ? Prend-t-elle en compte les matières premières, les produits semi-finis et finis et les matériaux d'emballage (y compris les étiquettes), par rapport à leur conformité aux spécifications et à la sécurité des aliments, à la qualité des produits, à la légalité et aux exigences des clients ?",
                    "Qui place les produits en quarantaine ou les libère ?",
                    "Quels sont les critères de libération/quarantaine des produits ?",
                    "Comment les produits libérés et mis en quarantaine sont-ils identifiés ?",
                    "Quelles sont les mesures mises en place pour bloquer ou retenir rapidement les produits ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "processus de libération/ quarantaine des produits mise en place; tickets de quarantaine ; enregistrements ; spécifications ; processus identifié ; zone de quarantaine ; description de poste ; enregistrements ;"
                }
              },
              {
                "numero": "5.6.1",
                "niveau": "Intermédiaire",
                "texte": "Une procédure de quarantaine/ libération (blocage/ mise en attente) doit être documentée.",
                "onglets": {
                  "questionsExemple": [
                    "Les procédures de libération/ quarantaine des produits sont-elles documentées (par exemple, procédures documentées, descriptions de processus, instructions de travail, diagramme) ? Prennnent-elles en compte les exigences d'authenticité ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "processus de libération/ quarantaine des produits mis en œuvre ; procédures ; description du processus des procédures documentées ; diagrammes ; enregistrements des contrôles ; instructions de travail, etc. ; enregistrements, spécifications ;"
                }
              }
            ]
          },
          {
            "sous_section": "5.7",
            "titre": "Gestion des réclamations des autorités et des clients",
            "exigences": [
              {
                "numero": "5.7.1",
                "niveau": "Base",
                "texte": "Une procédure doit être mise en place et tenue à jour pour la gestion des réclamations sur les produits, des notifications écrites des autorités compétentes - dans le cadre des contrôles officiels - et des actions requises ou mesures à prendre lorsqu'une non-conformité est identifiée.",
                "onglets": {
                  "questionsExemple": [
                    "Comment les réclamations des clients et des consommateurs sont-elles traitées ?",
                    "La procédure prévoit-elle au minimum la réception des réclamations, la communication, l'évaluation, l'enregistrement, l'enquête, la résolution (y compris les corrections/ actions correctives si nécessaire) et l'analyse des données afin d'éviter que la situation ne se reproduise ?",
                    "Comment les notifications/ réclamations des autorités compétentes sont-elles traitées ?",
                    "Quel est l'indicateur ou le taux (individuel) de réclamations des consommateurs, distributeurs et autorités ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "procédure mis en place de gestion des réclamations ; données ; enregistrements ;"
                }
              },
              {
                "numero": "5.7.1",
                "niveau": "Intermédiaire",
                "texte": "Une procédure de gestion des réclamations relatives aux produits et de toute notification écrite émanant des autorités compétentes doit être documentée.",
                "onglets": {
                  "questionsExemple": [
                    "La gestion des réclamations relatives aux produits et aux notifications des autorités compétentes sont-elles documentées (par exemple, procédures documentées, descriptions de procédés, instructions de travail, diagramme) ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "procédures documentées ; description des processus ; diagrammes ; instructions de travail, enregistrements, etc ;"
                }
              },
              {
                "numero": "5.7.2",
                "niveau": "Base",
                "texte": "Toutes les réclamations doivent être enregistrées, facilement disponibles et évaluées par du personnel compétent. Lorsque cela est justifié, des actions doivent être mises en place immédiatement.",
                "onglets": {
                  "questionsExemple": [
                    "Comment les réclamations sont-elles reçues et par qui ?",
                    "Qui évalue et réfléchit à l'importance des réclamations ?",
                    "L'évaluation de la réclamation est-elle enregistrée/ documentée ?",
                    "La société enquête-t-elle sur les causes des réclamations ?",
                    "Qui définit et communique les actions à entreprendre ?",
                    "Dans quel délai les actions doivent-elles être prises ?",
                    "Qui est chargé de fournir une réponse aux consommateurs, aux clients et aux autorités, si applicable ?",
                    "Le personnel compétent est-il conscient de ses responsabilités en matière de traitement des réclamations et d'investigations ?",
                    "Comment les réclamations sont-elles enregistrées ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "échantillon d'enregistrements de réclamations, afin de les comparer au processus, de la réception à la résolution ;"
                }
              },
              {
                "numero": "5.7.3",
                "niveau": "Base",
                "texte": "Les réclamations doivent être évaluées dans l'optique de mettre en place des actions permettant d’éviter la récurrence des déviations et/ou des non-conformités.",
                "onglets": {
                  "questionsExemple": [
                    "Les données sont-elles maîtrisées et gérées de manière à garantir que les actions et les améliorations sont prises en compte pour assurer la conformité légale et la qualité et que les problèmes de sécurité des aliments sont identifiés à partir des réclamations, afin d'éviter toute récurrence ?",
                    "Comment les réclamations sont-elles analysées ?",
                    "La société a-t-elle défini des méthodes appropriées pour l'analyse des données relatives aux réclamations en fonction des objectifs visés (par exemple, par sources, causes, criticité, graphiques, statistiques, tendances, etc.) ?",
                    "Qui gère les données relatives aux réclamations ?",
                    "À quelle fréquence les données relatives aux réclamations sont-elles compilées ?",
                    "Quelles sont les actions prises pour éviter toute récidive ?"
                  ],
                  "explications": "Remarque 1 : Les réclamations sont analysées en tant qu'indicateurs de la mise en place d'actions appropriées pour les problèmes liés à la légalité, la qualité, la sécurité des aliments et, par ailleurs, pour identifier des opportunités d'amélioration. Par conséquent, la société doit définir une méthode appropriée d'analyse des données relatives aux réclamations en fonction des objectifs visés.\nL'analyse des données relatives aux réclamations peut porter, par exemple, sur les points suivants (liste non exhaustive) :\n• tableaux de classification (par sources, partenaires commerciaux - par exemple, distributeurs, causes, lots, nombre de réclamations, taux par volume produit/ par produit, criticité des réclamations, priorité d'action selon l'impact - par exemple, problèmes de sécurité des aliments, etc,),\n• tableaux et graphiques des réclamations (par exemple, camemberts),\n• taux de réclamation en ppm (par exemple, parties par million pour suivre la conformité de la qualité),\n• statistiques,\n• analyse des tendances,\n• seuils,\n• etc.",
                  "exemples_preuves": "données relatives aux réclamations ;"
                }
              },
              {
                "numero": "5.7.4",
                "niveau": "Base",
                "texte": "Les résultats des bilans des réclamations doivent être tenus à la disposition du personnel responsable concerné.",
                "onglets": {
                  "questionsExemple": [
                    "L'analyse des données relatives aux réclamations fait-elle l'objet d'une communication interne appropriée ?",
                    "À qui les données relatives aux réclamations sont-elles présentées (par exemple, à la direction, aux opérations, à la maintenance, à l'amélioration continue, etc.) ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "communication de données sur les réclamations ;"
                }
              }
            ]
          },
          {
            "sous_section": "5.8",
            "titre": "Gestion des incidents, retrait /rappel de produits",
            "exigences": [
              {
                "numero": "*5.8.1",
                "niveau": "Base",
                "texte": "La société doit démontrer sa capacité à retirer et à rappeler les produits impactés, à contacter les parties concernées et à conserver les enregistrements de ces incidents.",
                "onglets": {
                  "questionsExemple": [
                    "Quand les rappelset/ou retraits sont-ils nécessaires ?",
                    "Existe-t-il une procédure définie, mise en place et maintenue pour le rappel et le retrait des produits ? Prend-elle en compte les aspects juridiques et les aspects liés aux clients ?",
                    "La société peut-elle retirer et rappeler les produits concernés ? Les procédures garantissent-elles un retour rapide des produits distribués ?",
                    "Dans quelle mesure la distribution est-elle impliquée dans le rappel/ retrait ?",
                    "La société est-elle en mesure de communiquer et de contacter les parties concernées et pertinentes (par exemple, les contacts internes, les fournisseurs, les clients, les consommateurs, les autorités) ?",
                    "Existe-t-il une liste actualisée des personnes à contacter en cas d'alerte ou d'urgence (avec des informations telles que les noms et les numéros de téléphone des contacts internes, des fournisseurs, des clients et des autorités compétentes, par exemple) ?",
                    "Le personnel responsable du rappel et du retrait des produits est-il formé et préparé ?",
                    "Existe-t-il une personne définie au sein de la société, habilitée à lancer la procédure de rappel et de retrait, qui soit disponible en permanence ?",
                    "Les enregistrements des rappels et retraits de produits sont-ils conservés ?"
                  ],
                  "explications": "Remarque 1 : Un système de traçabilité mis en place et efficace est un élément clé pour le rappel et le retrait des produits.",
                  "exemples_preuves": "procédure de rappel et de retrait mise en place ; liste des personnes à contacter en cas d'urgence ou d'alerte ; processus de communication ; système de traçabilité ; entretiens sur site ;"
                }
              },
              {
                "numero": "5.8.2",
                "niveau": "Intermédiaire",
                "texte": "Une procédure efficace doit être documentée, mise en place et tenue à jour pour la gestion des rappels, retraits, incidents et situations d'urgence ayant un impact sur la sécurité des aliments, la qualité, la légalité et l'authenticité des produits. Elle doit inclure, au moins :\n• l'attribution des responsabilités\n• la formation des personnes responsables\n• le processus de prise de décision\n• la nomination d'une personne, autorisée par la société et disponible en permanence, pour initier le processus en temps voulu\n• une liste à jour de contacts d'alerte, incluant l'information des clients, des sources de conseils juridiques (si nécessaire) et les moyens de joindre les contacts\n• un plan de communication incluant les clients, les autorités et, si applicable, les consommateurs.",
                "onglets": {
                  "questionsExemple": [
                    "Qu'est-ce qu'un incident ? Qu'est-ce qui caractérise un incident ? Par exemple : situations de pandémie, perturbation des ressources/ services critiques ayant une incidence sur la continuité des activités, la sécurité et la qualité des aliments (par exemple, coupure de courant), catastrophes naturelles, pertes, situations d'urgence, crises, produits dangereux ou non conformes, non conformités des produits et des procédés et situations ayant une incidence sur la sécurité, la qualité et la légalité des aliments, etc.",
                    "Comment les incidents sont-ils évalués et gérés ? Quel est le processus de décision ? Quelles sont les mesures à prendre pour gérer une crise ?",
                    "Dans quelle mesure la distribution est-elle impliquée dans la gestion des rappels/ retraits/ incidents ?",
                    "La société a-t-elle mis en place une procédure de gestion des rappels/ retraits/ incidents ?",
                    "Les procédures de gestion des rappels/ retraits/ incidents sont-elles documentées (par exemple, procédures documentées, descriptions de procédés, instructions de travail, diagramme) ?",
                    "Comment la société définit-elle les besoins en matière de rappel/ retrait de produits ?",
                    "Quelles sont les actions définies en cas de rappel/ retrait/ incident ?",
                    "Les responsabilités sont-elles clairement définies dans le cadre des actions définies ?",
                    "Qui informe le client et quand ?",
                    "Existe-t-il une personne désignée au sein de la société qui soit disponible en permanence et qui ait le pouvoir de lancer les processus nécessaires ? Comment les absences potentielles sont-elles couvertes (vacances, congés de maladie, etc.) ?",
                    "Les personnes concernées sont-elles formées conformément à la procédure ?",
                    "Qui est informé en cas d'incident ? Comment la communication interne et externe est-elle gérée ?",
                    "Comment la société peut-elle détecter les incidents et les situations d'urgence ?",
                    "Quelles sont les sources d'information permettant d'être conscient /alerté des nouvelles urgences/ incidents potentiels ?",
                    "Quel est le niveau de risque défini pour ces incidents et ces urgences en ce qui concerne la conformité des produits et des procédés et la continuité des opérations et des activités ?",
                    "Qui est informé en cas de crise ?",
                    "La société dispose-t-elle d'un plan de communication interne /externe ? Qui est responsable de la communication avec les clients, la presse/ les médias et les autorités, par exemple ?",
                    "Existe-t-il une liste de numéros de téléphone importants en cas d'urgence ou d'alerte ? Prend-elle en compte les contacts pertinents tels que les contacts internes, la liste des fournisseurs avec leurs contacts, les informations sur les clients, les sources de conseils juridiques, la disponibilité des contacts, etc. ?",
                    "Quand les médias sont-ils impliqués ?",
                    "Quels sont les plans et les actions définis pour récupérer, reprendre et restaurer les activités en cas d'urgence ou d'incidents décrits par la société ?",
                    "Les responsabilités sont-elles clairement définies dans le cadre des actions définies ?",
                    "Les enregistrements de gestion des incidents sont-ils conservés ?"
                  ],
                  "explications": "Remarque 1 : Une procédure de gestion des retraits/ rappels ne suffit pas à elle seule à définir une procédure complète de gestion des incidents (c'est une conséquence/ action potentielle de la gestion des incidents).\nExplications/ informations complémentaires : En ce qui concerne la gestion des incidents, il est important que la société prenne en compte l'impact sur les produits, les consommateurs et les clients, ainsi que l'impact sur les relations avec les autres parties prenantes, comme la réputation, la confiance gagnée, l'image de la société et la continuité des activités.",
                  "exemples_preuves": "preuves de formation des équipes/ matrice des responsabilités ; procédures de rappel et de retrait des produits ; procédures de gestion des incidents/ crises ; procédures documentées ; description des procédés ; diagrammes ; instructions de travail, etc. ; enregistrements ; plan d'urgence ; plan d'alerte ; liste des contacts en cas d'urgence/ d'alerte ; plan de communication ; système de traçabilité ; entretiens sur site ;"
                }
              },
              {
                "numero": "5.8.3",
                "niveau": "Intermédiaire",
                "texte": "La procédure doit faire l'objet de tests internes pour le retrait/ rappel, en couvrant le processus de bout en bout. Cette activité doit être planifiée dans une période de 12 mois et son délai de réalisation ne doit pas dépasser les 15 mois. Le résultat des tests doit être revu pour une amélioration continue.",
                "onglets": {
                  "questionsExemple": [
                    "Comment la société évalue-t-elle l'efficacité des procédures de retrait/rappel et des étapes correspondantes (processus de bout en bout) ?",
                    "À quelle fréquence l'efficacité des procédures est-elle testée ?",
                    "La mise à jour de la liste des personnes à contacter en cas d'urgence ou d'alerte est-elle vérifiée ?",
                    "Le test est-il enregistré/ documenté ?",
                    "Des actions sont-elles prises si les procédures ne sont pas efficaces ou si des besoins d'amélioration sont identifiés ? Les procédures sont-elles revues en conséquence ?"
                  ],
                  "explications": "Remarque 1 : Dans le cas où la société a été confrontée à un rappel/ retrait dans les délais impartis - il convient de vérifier pendant l'évaluation IFS Progress Food v3 si la procédure de rappel/ retrait de la société a été appliquée et documentée de manière complète et efficace (de bout en bout), revue avec les moyens d'identifier les améliorations nécessaires, et peut donc être considérée comme une preuve positive pour l'évaluation de l'exigence 5.8.3.\nExplications/ informations complémentaires : Pour les tests de retrait et de rappel documentés conformément à la procédure définie, la société testera sa capacité à retirer et à rappeler les produits concernés :\n• toute mesure visant à empêcher la distribution, la mise à disposition et l’offre d’un produit non conforme aux spécifications et/ou potentiellement dangereux pour le consommateur (retrait)\n• toute mesure visant à obtenir le retour d’un produit dangereux que le producteur ou le distributeur a déjà fourni ou mis à disposition du consommateur (rappel).\nLes analyses doivent porter, au moins, sur les éléments suivants (sans toutefois s'y limiter) :\n• l'évaluation du niveau de risque et de son impact (par exemple, dans quelle mesure affecte-t-il les produits, la société, etc.)\n• l'évaluation de l'étendue de la distribution des produits touchés (ainsi que de la traçabilité)\n• la définition des mesures et des actions en fonction du niveau de risque, des exigences légales et des exigences des consommateurs\n• la faisabilité, l'efficacité et la rapidité de la procédure (par exemple, la communication, l'identification de l'état du produit, la récupération des données, le temps nécessaire à l'achèvement de la procédure et le pourcentage de produits tracés conformément aux exigences internes, légales et des clients, etc.)\n• la documentation de la procédure de rappel et de retrait.",
                  "exemples_preuves": "procédures de retrait/ rappel ; enregistrements/ résultats des tests ; liste des personnes à contacter en cas d'urgence ou d'alerte ; entretiens sur site ;"
                }
              }
            ]
          },
          {
            "sous_section": "5.9",
            "titre": "Gestion des produits non conformes",
            "exigences": [
              {
                "numero": "5.9.1",
                "niveau": "Base",
                "texte": "Une procédure doit être mise en place et tenue à jour pour la gestion de toutes les matières premières, des produits semi-finis et finis, des équipements de production et des matériaux d'emballage non conformes. Cela doit inclure, au moins :\n• des responsabilités définies\n• les procédures d'isolement/ de quarantaine\n• l'identification incluant l'étiquetage\n• la décision sur l'usage ultérieur, comme la libération, le recyclage/ retraitement, le blocage, la quarantaine, le rejet/ destruction.",
                "onglets": {
                  "questionsExemple": [
                    "Quels sont les procédures de gestion des produits non conformes ?",
                    "Les responsabilités de la procédure sont-elles clairement définies ?",
                    "Comment les produits non conformes sont-ils identifiés et maîtrisés ? La société veille-t-elle à ce que tout produit non conforme aux exigences soit clairement identifié et maîtrisé afin d'éviter toute utilisation ou livraison non intentionnelle ?",
                    "Quelles sont les règles en vigueur pour l'isolement/ la quarantaine des produits ?",
                    "Comment la (les) zone(s) d'isolement/ de quarantaine est-elle (sont) identifiée(s) sur le site ?",
                    "Qui décide des produits non conformes ?",
                    "Sur la base de quels critères la décision est-elle prise quant à la poursuite de l'utilisation des produits non conformes ?",
                    "Quels types d'actions et de mesures sont mis en place pour éviter l'utilisation abusive de produits non conformes ?",
                    "Quels types d'actions et de mesures la société a-t-elle mis en place pour prévenir la contamination croisée avec les zones d'isolement/ de quarantaine ? (par exemple, entre les produits contenant ou non des allergènes, entre les produits contaminés destinés à être éliminés et ceux destinés à être recyclés, etc.) ?"
                  ],
                  "explications": "Explications/ informations complémentaires : Exemples de situations liées à des produits non conformes : matières premières hors spécifications lors du contrôle des marchandises entrantes ; produit/ durée de vie contrôlé(e) hors spécifications ; analyse du produit avec des résultats insatisfaisants ; déviation du procédé ; CCP non maîtrisé ; infestation de nuisibles ; incidents liés à la sécurité des aliments ; produits sabotés ; rappel/ retrait ; produits retournés ; etc.)",
                  "exemples_preuves": "procédure de gestion des produits non conformes ; mesures ; procédure d'isolement/ de quarantaine ; identification des produits non conformes ; matrice des responsabilités ; tickets de quarantaine ; preuves de prises de décision ; maîtrise des produits non conformes ; observation sur site ; entretiens sur site ; enregistrements ;"
                }
              },
              {
                "numero": "5.9.1",
                "niveau": "Intermédiaire",
                "texte": "Une procédure doit être mise en place pour la gestion de toutes les matières premières, des produits semi-finis et finis, des équipements de production et des matériaux d'emballage non conformes (incluant, si applicable, une évaluation des risques).",
                "onglets": {
                  "questionsExemple": [
                    "La gestion des matières premières, des produits semi-finis, des produits finis, des équipements de transformation et des matériaux d'emballage non conformes fait-elle l'objet de procédures documentées (procédures documentées, descriptions de procédés, instructions de travail, diagramme, etc.) ?",
                    "Si applicable, les évaluations des risques sont-elles documentées ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "procédure de gestion des produits non conformes ; procédures documentées ; description de procédés ; diagrammes ; instructions de travail, etc. ;"
                }
              },
              {
                "numero": "5.9.2",
                "niveau": "Base",
                "texte": "La procédure de gestion des produits non conformes doit être compris et appliqué par tous les employés concernés.",
                "onglets": {
                  "questionsExemple": [
                    "Les employés concernés sont-ils au courant de la procédure ou de la gestion des produits non conformes ?",
                    "Qui est responsable de la mise en quarantaine des produits non conformes ?",
                    "Qui peut libérer les produits mis en quarantaine ?",
                    "Comment s'assure-t-on que seules les personnes autorisées libèrent les produits mis en quarantaine ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "tickets de quarantaine ; description de poste ; entretiens sur site ;"
                }
              },
              {
                "numero": "5.9.3",
                "niveau": "Base",
                "texte": "En cas d'identification de produits non-conformes, des actions immédiates doivent être mises en place, afin de garantir que les exigences de sécurité des aliments et de qualité des produits sont conformes.",
                "onglets": {
                  "questionsExemple": [
                    "Quelles sont les actions prises lorsque des produits non conformes sont identifiés afin de garantir le respect des exigences en matière de sécurité des aliments et de qualité des produits ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "tickets de quarantaine ;"
                }
              }
            ]
          },
          {
            "sous_section": "5.10",
            "titre": "Gestion des déviations, non-conformités, corrections et actions correctives",
            "exigences": [
              {
                "numero": "5.10.1",
                "niveau": "Base",
                "texte": "Un procédure de gestion des corrections et des actions correctives doit être mis en place et tenu à jour pour l'enregistrement, l'analyse et la communication aux personnes concernées des déviations, non-conformités et produits non conformes, avec pour objectif de clôturer les non-conformités et d'éviter les récurrences au moyen d'actions correctives. Cela comprend une analyse des causes racines pour au moins les déviations et les non-conformités liées à la sécurité et à la légalité.",
                "onglets": {
                  "questionsExemple": [
                    "Comment sont gérés les déviations, les non-conformités et les produits non conformes (par exemple, produits hors spécifications, incidents liés à la sécurité des aliments, perte de maîtrise du procédé, déviations liées à l'inspection interne du site, problèmes de qualité des produits, etc.)",
                    "Quels sont les procédures de correction et/ou d'action corrective mis en place (pour les déviations, les non-conformités et les produits non conformes) ?",
                    "Qui est informé en cas de déviations, de non-conformités et de produits non conformes ?",
                    "Existe-t-il une personne responsable de l'analyse, de la revue, de la communication et de l'enregistrement des déviations, des non-conformités et des produits non conformes afin d'établir la procédure permettant de prendre des actions (correctives et/ou correctrices) pour éviter toute récurrence ?",
                    "Quelles sont les corrections et/ou actions correctives prises ?",
                    "Des analyses documentées des causes racines sont-elles disponibles pour au moins les déviations et les non-conformités liées à la sécurité et à la légalité ?",
                    "Existe-t-il des enregistrements relatifs à l'analyse et à la communication des déviations, des non-conformités, des produits non conformes et des actions correspondantes ?"
                  ],
                  "explications": "Explication supplémentaire : Cette exigence soutient l'introduction et la mise en place de la food safety culture sur les éléments tels que : l'engagement de la direction ; l'engagement et la disponibilité de ressources suffisantes ; la sensibilisation ; une communication ouverte et claire ; la garantie que les rôles et les responsabilités sont clairement communiqués ; le maintien de l'intégrité des procédés de sécurité des aliments ; la garantie de la conformité avec les exigences réglementaires pertinentes.",
                  "exemples_preuves": "procédure de gestion des déviations, des non-conformités et des produits non conformes ; corrections et/ou actions correctives ; entretiens sur site ; enregistrements ;"
                }
              },
              {
                "numero": "5.10.1",
                "niveau": "Intermédiaire",
                "texte": "La procédure de gestion des corrections et des actions correctives est doit être documentée.",
                "onglets": {
                  "questionsExemple": [
                    "Les procédures de gestion des corrections et des actions correctives pour l'enregistrement, l'analyse et la communication aux personnes concernées des déviations, non-conformités et produits non conformes, avec pour objectif de clôturer les non-conformités et d'éviter les récurrences au moyen d'actions correctives sont-elles documentées (par exemple, procédures documentées, descriptions de procédés, instructions de travail, diagrammes) ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "procédure de gestion des corrections et des actions correctives ; procédures documentées ; description de procédés ; diagrammes ; instructions de travail, etc. ; enregistrements ; évaluations des risques ; analyse documentée des causes profondes ; évaluation des risques ; corrections et/ou actions correctives ;"
                }
              },
              {
                "numero": "5.10.2",
                "niveau": "Base",
                "texte": "Lorsque des déviations et des non-conformités sont identifiées, des corrections doivent être mises en place.",
                "onglets": {
                  "questionsExemple": [
                    "Des corrections sont-elles apportées en cas de déviations et de non-conformités ? Quelles sont les preuves de mise en place ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "corrections ; preuves ; enregistrements ;"
                }
              },
              {
                "numero": "5.10.3",
                "niveau": "Base",
                "texte": "Les actions correctives doivent être formulées, documentées et mises en place, dès que possible, pour éviter la réapparition des déviations et des non-conformités. Les responsabilités et les délais de réalisation doivent être définis.",
                "onglets": {
                  "questionsExemple": [
                    "Quelles actions correctives ont été mises en place ? Les responsabilités et les délais sont-ils clairement définis ?",
                    "Où les actions correctives sont-elles documentées/ enregistrées ?",
                    "Qui est responsable des actions correctives ?",
                    "Combien de temps faut-il pour mettre en place les actions correctives ? Les délais définis sont-ils appropriés/ durables ?",
                    "Les délais sont-ils suffisants pour résoudre les déviations et les non-conformités et éviter leur récurrence ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "trames d'enregistrements d'actions correctives ; entretiens sur site ;"
                }
              },
              {
                "numero": "5.10.4",
                "niveau": "Base",
                "texte": "L'efficacité des corrections et actions correctives mises en place doit être évaluée et le résultat de cette évaluation doit être documenté.",
                "onglets": {
                  "questionsExemple": [
                    "Qui est responsable de la surveillance et de l'évaluation de l'efficacité des corrections et actions correctives mises en place ?",
                    "Comment les actions correctives sont-elles vérifiées ?",
                    "Les résultats de la vérification sont-ils documentés ?"
                  ],
                  "explications": "",
                  "exemples_preuves": "trames d'enregistrements de correction/ action corrective ; trame avec action corrective vérifiée ;"
                }
              }
            ]
          }
        ]
      }
    ]
  }
]
