[
  {
    "Type d'allégation": "Art.14(1)(a)",
    "Nutriment, substance, aliment ou catégorie d'aliment": "Chewing-gum édulcoré avec 100 % de xylitol",
    "Allégation": "Il a été démontré que les chewing-gums édulcorés avec 100 % de xylitol réduisaient la plaque dentaire. La plaque dentaire constitue un facteur de risque impliqué dans le développement de la carie chez les enfants.",
    "Conditions d'utilisation/ Restriction d'utilisation / raison du rejet": "Le consommateur doit être informé que l'effet bénéfique n'est obtenu que par la consommation de 2-3 g de chewing-gum édulcoré avec 100 % de xylitol au moins trois fois par jour, après les repas.",
    "Référence de l'avis de l' EFSA": "Q-2008-321",
    "Entry Id": "Règlement (EC) N° 1024/2009 du 29/10/2009",
    "Lien EFSA": "https://www.efsa.europa.eu/fr/efsajournal/pub/852",
    "Lien règlement": "https://eur-lex.europa.eu/legal-content/FR/TXT/?uri=CELEX%3A32009R1024"
  },
  {
    "Type d'allégation": "Art.14(1)(a)",
    "Nutriment, substance, aliment ou catégorie d'aliment": "Bêta-glucane d'avoine",
    "Allégation": "Il a été démontré que le bêta-glucane d'avoine abaissait/réduisait la cholestérolémie. Une cholestérolémie élevée constitue un facteur de risque de développement de maladie coronarienne.",
    "Conditions d'utilisation/ Restriction d'utilisation / raison du rejet": "Le consommateur doit être informé que l'effet bénéfique est obtenu par la consommation journalière de 3 g de bêta-glucane d'avoine. L'allégation peut être utilisée pour les denrées alimentaires qui fournissent au moins 1 g de bêta-glucane d'avoine par portion quantifiée.",
    "Référence de l'avis de l' EFSA": "Q-2008-681",
    "Entry Id": "Règlement (EU) n° 1160/2011 du 14/11/2011",
    "Lien EFSA": "https://www.efsa.europa.eu/fr/efsajournal/pub/1885",
    "Lien règlement": "https://eur-lex.europa.eu/legal-content/FR/ALL/?uri=CELEX%3A32011R1160"
  },
  {
    "Type d'allégation": "Art.14(1)(a)",
    "Nutriment, substance, aliment ou catégorie d'aliment": "Esters de stanols végétaux",
    "Allégation": "Il a été démontré que les esters de stanols végétaux abaissent/réduisaient le taux de cholestérol sanguin. Une cholestérolémie élevée constitue un facteur de risque de développement d'une maladie cardiaque coronarienne.",
    "Conditions d'utilisation/ Restriction d'utilisation / raison du rejet": "Le consommateur doit être informé que l'effet bénéfique est obtenu par la consommation journalière de 1,5 à 3 g de stanols végétaux. L'ampleur de l'effet peut être mentionnée uniquement pour les denrées alimentaires des catégories suivantes: les matières grasses à tartiner, les produits laitiers, la mayonnaise et les sauces pour salades. Lorsqu'il est fait référence à l'ampleur de l'effet, la fourchette «de 7 à 10 %», pour les denrées alimentaires garantissant une consommation journalière de 1,5 à 2,4 g de stanols végétaux, ou la fourchette «de 10 à 12,5 %», pour celles garantissant une consommation journalière de 2,5 à 3 g, ainsi que la durée nécessaire pour obtenir l'effet («en 2 à 3 semaines») doivent être communiquées au consommateur.",
    "Référence de l'avis de l' EFSA": "Q-2008-118 ; Q-2009-00530 ; Q-2009-00718 ; Q-2011-01241",
    "Entry Id": "Règlement (EC) n° 983/2009 du 21/10/2009, modifié par les Règlements (EC) n° 376/2010 et (EC) n° 686/2014",
    "Lien EFSA": "https://www.efsa.europa.eu/fr/efsajournal/pub/2693",
    "Lien règlement": "https://eur-lex.europa.eu/legal-content/FR/TXT/?uri=CELEX:02009R0983-20140711"
  },
  {
    "Type d'allégation": "Art.14(1)(a)",
    "Nutriment, substance, aliment ou catégorie d'aliment": "Stérols végétaux / esters de stanols végétaux",
    "Allégation": "Il a été démontré que les stérols végétaux et les esters de stanols végétaux abaissaient / réduisaient le cholestérol sanguin. Une cholestérolémie élevée constitue un facteur de risque de développement d'une maladie cardiaque coronarienne",
    "Conditions d'utilisation/ Restriction d'utilisation / raison du rejet": "Le consommateur doit être informé que l'effet bénéfique est obtenu par la consommation journalière de 1,5 à 3 g de stérols/stanols végétaux. L'ampleur de l'effet peut être mentionnée uniquement pour les denrées alimentaires des catégories suivantes: les matières grasses à tartiner, les produits laitiers, la mayonnaise et les sauces pour salades. Lorsqu'il est fait référence à l'ampleur de l'effet, la fourchette «de 7 à 10 %», pour les denrées alimentaires garantissant une consommation journalière de 1,5 à 2,4 g de stérols/stanols végétaux, ou la fourchette «de 10 à 12,5 %», pour celles garantissant une consommation journalière de 2,5 à 3 g, ainsi que la durée nécessaire pour obtenir l'effet («en 2 à 3 semaines»), doivent être communiquées au consommateur.",
    "Référence de l'avis de l' EFSA": "Q-2008-779 ; Q-2009-00530 ; Q-2009-00718 ; Q-2011-01241",
    "Entry Id": "Règlement (EU) n° 384/2010 du 05/05/2010 modifié par le Règlement (EC) n° 686/2014",
    "Lien EFSA": "https://www.efsa.europa.eu/fr/efsajournal/pub/2693",
    "Lien règlement": "https://eur-lex.europa.eu/legal-content/FR/TXT/?uri=CELEX:02010R0384-20140711"
  },
  {
    "Type d'allégation": "Art.14(1)(a)",
    "Nutriment, substance, aliment ou catégorie d'aliment": "Stérols végétaux: stérols qui sont extraits de végétaux et se présentent sous la forme de stérols libres ou estérifiés avec des acides gras de qualité alimentaire",
    "Allégation": "Il a été démontré que les stérols végétaux abaissent/réduisaient le taux de cholestérol sanguin. Une cholestérolémie élevée constitue un facteur de risque de développement d'une maladie cardiaque coronarienne.",
    "Conditions d'utilisation/ Restriction d'utilisation / raison du rejet": "Le consommateur doit être informé que l'effet bénéfique est obtenu par la consommation journalière de 1,5 à 3 g de stérols végétaux. L'ampleur de l'effet peut être mentionnée uniquement pour les denrées alimentaires des catégories suivantes: matières grasses à tartiner, produits laitiers, mayonnaise et sauces pour salades. Lorsqu'il est fait référence à l'ampleur de l'effet, la fourchette «de 7 à 10 %», pour les denrées alimentaires garantissant une consommation journalière de 1,5 à 2,4 g de stérols végétaux, ou la fourchette «de 10 à 12,5 %», pour celles garantissant une consommation journalière de 2,5 à 3 g, ainsi que la durée nécessaire pour obtenir l'effet («en 2 à 3 semaines»), doivent être communiquées au consommateur.",
    "Référence de l'avis de l' EFSA": "Q-2008-118 ; Q-2009-00530 ; Q-2009-00718 ; Q-2011-01241",
    "Entry Id": "Règlement (EC) n° 983/2009 du 21/10/2009, modifié par les Règlements (EC) n° 376/2010 et (EC) n° 686/2014",
    "Lien EFSA": "https://www.efsa.europa.eu/fr/efsajournal/pub/2693",
    "Lien règlement": "https://eur-lex.europa.eu/legal-content/FR/TXT/?uri=CELEX:02009R0983-20140711"
  },
  {
    "Type d'allégation": "Art.14(1)(a)",
    "Nutriment, substance, aliment ou catégorie d'aliment": "Gommes à mâcher sans sucre",
    "Allégation": "Les gommes à mâcher sans sucre aident à neutraliser les acides de la plaque dentaire. Les acides de la plaque dentaire constituent un facteur de risque dans le développement des caries dentaires.",
    "Conditions d'utilisation/ Restriction d'utilisation / raison du rejet": "Le consommateur doit être informé que l'effet bénéfique est obtenu par la mastication de 2 à 3 g de gommes à mâcher sans sucre pendant vingt minutes, au moins trois fois par jour, après les repas.",
    "Référence de l'avis de l' EFSA": "Q-2010-00120",
    "Entry Id": "Règlement (EU) n° 665/2011 du 11/07/2011",
    "Lien EFSA": "https://www.efsa.europa.eu/fr/efsajournal/pub/1776",
    "Lien règlement": "https://eur-lex.europa.eu/legal-content/FR/ALL/?uri=CELEX%3A32011R0665"
  },
  {
    "Type d'allégation": "Art.14(1)(a)",
    "Nutriment, substance, aliment ou catégorie d'aliment": "Gommes à mâcher sans sucre",
    "Allégation": "Les gommes à mâcher sans sucre aident à réduire la déminéralisation dentaire. La déminéralisation dentaire constitue un facteur de risque dans le développement des caries dentaires.",
    "Conditions d'utilisation/ Restriction d'utilisation / raison du rejet": "Le consommateur doit être informé que l'effet bénéfique est obtenu par la mastication de 2 à 3 g de gommes à mâcher sans sucre pendant vingt minutes, au moins trois fois par jour, après les repas.",
    "Référence de l'avis de l' EFSA": "Q-2010-00119",
    "Entry Id": "Règlement (EU) n° 665/2011 du 11/07/2011",
    "Lien EFSA": "https://www.efsa.europa.eu/fr/efsajournal/pub/1777",
    "Lien règlement": "https://eur-lex.europa.eu/legal-content/FR/ALL/?uri=CELEX%3A32011R0665"
  },
  {
    "Type d'allégation": "Art.14(1)(a)",
    "Nutriment, substance, aliment ou catégorie d'aliment": "Bêta-glucane d'orge",
    "Allégation": "Il a été démontré que le bêta-glucane d'orge abaissait/réduisait le taux de cholestérol sanguin. Une cholestérolémie élevée constitue un facteur de risque de développement d'une maladie cardiaque coronarienne.",
    "Conditions d'utilisation/ Restriction d'utilisation / raison du rejet": "Le consommateur doit être informé que l'effet bénéfique est obtenu par la consommation journalière de 3 g de bêta-glucane d'orge. L'allégation peut être utilisée pour les denrées alimentaires qui fournissent au moins 1 g de bêta-glucane d'orge par portion quantifiée.",
    "Référence de l'avis de l' EFSA": "Q-2011-00798 ; Q-2011-00799",
    "Entry Id": "Règlement (EU) N° 1048/2012 du 08/11/2012",
    "Lien EFSA": "https://www.efsa.europa.eu/fr/efsajournal/pub/2930",
    "Lien règlement": "https://eur-lex.europa.eu/legal-content/FR/TXT/?uri=CELEX%3A32012R1048"
  },
  {
    "Type d'allégation": "Art.14(1)(a)",
    "Nutriment, substance, aliment ou catégorie d'aliment": "Calcium",
    "Allégation": "Le calcium contribue à réduire la perte de densité minérale osseuse chez les femmes ménopausées. Une faible densité minérale osseuse constitue un facteur de risque des fractures ostéoporotiques.",
    "Conditions d'utilisation/ Restriction d'utilisation / raison du rejet": "L'allégation ne peut être utilisée que pour une denrée alimentaire contenant au moins 400 mg de calcium par portion quantifiée. Le consommateur doit être informé que l'allégation concerne spécifiquement les femmes de 50 ans et plus et que l'effet bénéfique est obtenu moyennant une consommation journalière d'au moins 1 200 mg de calcium, toutes sources confondues. Pour les denrées alimentaires enrichies en calcium, l'allégation ne peut être utilisée que pour celles destinées aux femmes de 50 ans et plus.",
    "Référence de l'avis de l' EFSA": "Q-2008-721 ; Q-2009-00940",
    "Entry Id": "Règlement (EU) N° 1228/2014 du 17/11/2014",
    "Lien EFSA": "https://www.efsa.europa.eu/fr/efsajournal/pub/2382",
    "Lien règlement": "https://eur-lex.europa.eu/legal-content/FR/TXT/?uri=CELEX%3A32014R1228"
  },
  {
    "Type d'allégation": "Art.14(1)(a)",
    "Nutriment, substance, aliment ou catégorie d'aliment": "Calcium et vitamine D",
    "Allégation": "Le calcium et la vitamine D contribuent à réduire la perte de densité minérale osseuse chez les femmes ménopausées. Une faible densité minérale osseuse constitue un facteur de risque des fractures ostéoporotiques.",
    "Conditions d'utilisation/ Restriction d'utilisation / raison du rejet": "L'allégation ne peut être utilisée que pour des suppléments alimentaires apportant au moins 400 mg de calcium et 15 μg de vitamine D par portion journalière. Le consommateur doit être informé que l'allégation concerne spécifiquement les femmes de 50 ans et plus et que l'effet bénéfique est obtenu moyennant une consommation journalière d'au moins 1 200 mg de calcium et 20 μg de vitamine D, toutes sources confondues. Pour les denrées alimentaires enrichies en calcium et en vitamine D, l'allégation ne peut être utilisée que pour celles destinées aux femmes de 50 ans et plus.",
    "Référence de l'avis de l' EFSA": "Q-2008-721 ; Q-2009-00940",
    "Entry Id": "Règlement (EU) N° 1228/2014 du 17/11/2014",
    "Lien EFSA": "https://www.efsa.europa.eu/fr/efsajournal/pub/2382",
    "Lien règlement": "https://eur-lex.europa.eu/legal-content/FR/TXT/?uri=CELEX%3A32014R1228"
  },
  {
    "Type d'allégation": "Art.14(1)(a)",
    "Nutriment, substance, aliment ou catégorie d'aliment": "Vitamine D",
    "Allégation": "La vitamine D contribue à réduire le risque de chute associé à l'instabilité posturale et à la faiblesse musculaire. Les chutes constituent un facteur de risque des fractures osseuses chez les hommes et les femmes de 60 ans et plus.",
    "Conditions d'utilisation/ Restriction d'utilisation / raison du rejet": "L'allégation ne peut être utilisée que pour des suppléments alimentaires apportant au moins 15 μg de vitamine D par portion journalière. Le consommateur doit être informé que l'effet bénéfique est obtenu moyennant la consommation journalière de 20 μg de vitamine D, toutes sources confondues. Pour les denrées alimentaires enrichies en vitamine D, l'allégation ne peut être utilisée que pour celles destinées aux hommes et aux femmes de 60 ans et plus.",
    "Référence de l'avis de l' EFSA": "Q-2010-01233",
    "Entry Id": "Règlement (EU) N° 1228/2014 du 17/11/2014",
    "Lien EFSA": "https://www.efsa.europa.eu/fr/efsajournal/pub/3013",
    "Lien règlement": "https://eur-lex.europa.eu/legal-content/FR/TXT/?uri=CELEX%3A32014R1228"
  },
  {
    "Type d'allégation": "Art.14(1)(a)",
    "Nutriment, substance, aliment ou catégorie d'aliment": "Acides gras mono / polyinsaturés (AGMI/AGPI)",
    "Allégation": "Il a été démontré que la consommation de matières grasses riches en acides gras insaturés dans l'alimentation en remplacement de matières grasses riches en acides gras saturés abaisse/réduit le taux de cholestérol sanguin. Une cholestérolémie élevée constitue un facteur de risque de développement d'une maladie cardiaque coronarienne.",
    "Conditions d'utilisation/ Restriction d'utilisation / raison du rejet": "L'allégation ne peut être utilisée que pour une denrée alimentaire qui est riche en acides gras insaturés au sens de l'allégation «RICHE EN GRAISSES INSATURÉES» définie à l'annexe du règlement (CE) n°1924/2006. L'allégation ne peut être utilisée que pour les matières grasses et les huiles.",
    "Référence de l'avis de l' EFSA": "Q-2009-00458",
    "Entry Id": "Règlement (EU) N° 1226/2014 du 17/11/2014",
    "Lien EFSA": "https://www.efsa.europa.eu/fr/efsajournal/pub/2691",
    "Lien règlement": "https://eur-lex.europa.eu/legal-content/FR/TXT/?uri=CELEX%3A32014R1226"
  },
  {
    "Type d'allégation": "Art.14(1)(a)",
    "Nutriment, substance, aliment ou catégorie d'aliment": "Acide folique",
    "Allégation": "La supplémentation en acide folique augmente le statut maternel en folates. Un faible statut en folates chez la mère augmente les risques d'apparition d'anomalies du tube neural chez le foetus en développement.",
    "Conditions d'utilisation/ Restriction d'utilisation / raison du rejet": "Cette allégation ne peut être utilisée que pour les suppléments alimentaires apportant au moins 400 μg d'acide folique par portion journalière. Les consommateurs sont informés du fait que la population visée est les femmes en âge de procréer et que l'effet bénéfique est obtenu par la consommation journalière de 400 μg d'acide folique, au moins un mois avant la conception et jusqu'à trois mois après la conception.",
    "Référence de l'avis de l' EFSA": "Q-2013-00265",
    "Entry Id": "Règlement (EC) n° 1135/2014 du 24/10/2014",
    "Lien EFSA": "https://www.efsa.europa.eu/fr/efsajournal/pub/3714",
    "Lien règlement": "https://eur-lex.europa.eu/legal-content/FR/TXT/?uri=CELEX%3A32014R1135"
  }
]
