[
  {
    " \nListe des allégations de santé relevant de l'article 14.1.a) autorisées avec protection des données propriétaires \n\nElles sont autorisées pour une seule entreprise pendant une durée de 5 ans.\nCes allégations figurent sur le registre des allégations autorisées de la Commission européenne : https:\/\/ec.europa.eu\/food\/safety\/labelling_nutrition\/claims\/register\/public\/?event=search \nL’étiquetage doit comporter une mention indiquant que la maladie à laquelle l'allégation fait référence tient à de multiples facteurs de risque et que la modification de l'un de ces facteurs peut ou non avoir un effet bénéfique (cf. article 14.2).\n":" Type d'allégation",
    "Unnamed: 1":"Statut\nDate de fin de l'exclusivité\nEntreprise concernée",
    "Unnamed: 2":"Nutriment, substance, aliment ou catégorie d'aliment",
    "Unnamed: 3":"Allégation",
    "Unnamed: 4":" Conditions d'utilisation\/  Restriction d'utilisation \/ raison du rejet",
    "Unnamed: 5":"Référence de l'avis de l' EFSA ",
    "Unnamed: 6":"Référence règlement autorisation"
  },
  {
    " \nListe des allégations de santé relevant de l'article 14.1.a) autorisées avec protection des données propriétaires \n\nElles sont autorisées pour une seule entreprise pendant une durée de 5 ans.\nCes allégations figurent sur le registre des allégations autorisées de la Commission européenne : https:\/\/ec.europa.eu\/food\/safety\/labelling_nutrition\/claims\/register\/public\/?event=search \nL’étiquetage doit comporter une mention indiquant que la maladie à laquelle l'allégation fait référence tient à de multiples facteurs de risque et que la modification de l'un de ces facteurs peut ou non avoir un effet bénéfique (cf. article 14.2).\n":"Art.14(1)(a)",
    "Unnamed: 1":"Autorisé\n\nPROPRIETE DES DONNEES: \n\n09\/04\/2028\nLaboratoire Lescuyer, ZAC de Belle Aire Nord, 15 rue Le Corbusier, 17440 Aytré, France",
    "Unnamed: 2":"Une combinaison d’extrait sec de feuilles d’artichaut normalisé en acides caféoylquiniques, de monacoline K de levure de riz rouge, de policosanols dérivés du sucre de canne, d’oligomères procyanidoliques issus de l’écorce de pin maritime français, d’extrait sec d’ail normalisé en allicine, d’hydrogénosuccinate de D-α-tocophéryle, de riboflavine et d’hexanicotinate d’inositol",
    "Unnamed: 3":"La combinaison d’extrait sec de feuilles d’artichaut normalisé en acides caféoylquiniques, de monacoline K de levure de riz rouge, de policosanols dérivés du sucre de canne, d’oligomères procyanidoliques issus de l’écorce de pin maritime français, d’extrait sec d’ail normalisé en allicine, d’hydrogénosuccinate de D-α-tocophéryle, de riboflavine et d’hexanicotinate d’inositol réduit les concentrations de cholestérol LDL dans le sang. Une cholestérolémie LDL élevée constitue un facteur de risque dans le développement des maladies coronariennes (1).",
    "Unnamed: 4":"L’allégation ne peut être utilisée que pour des compléments alimentaires composés de 600 mg d’extrait sec de feuilles d’artichaut contenant 30 à 36 mg d’acides caféoylquiniques, de 500 mg de levure de riz rouge contenant 2 mg de monacoline K, de 10 mg de policosanols dérivés du sucre de canne, de 20 mg d’extrait d’écorce de pin maritime français contenant 18 mg d’oligomères procyanidoliques, de 30 mg d’extrait sec d’ail contenant 0,25 mg d’allicine, de 30 mg d’équivalents α-tocophérol, de 5 mg de riboflavine et de 9 mg d’hexanicotinate d’inositol, répartis en trois doses journalières à prendre avec les principaux repas.",
    "Unnamed: 5":"Q-2012-00968",
    "Unnamed: 6":"Règlement (UE) n°2023\/648 du 20 mars 2023"
  }
]