[
  {
    "VERSION VALIDEE LE :   19\/01\/2024":"Modifications apportées à la version antérieure du 07\/04\/2023 :\n- Corrections orthographiques mineures\n- Harmonisation de certains noms (exemple : ail des ours)\n- Harmonisation du code couleur pour certains termes\n- Déplacement de trois allégations relatives au guarana de l’onglet n°3 « Substances » à l’onglet n°2 « Liste traduite »\n- Ajout de la date de fin d’exclusivité pour l’allégation de l’article 14.1.a) avec protection des données (onglet n°8)\n",
    "Unnamed: 1":null,
    "Unnamed: 2":null
  },
  {
    "VERSION VALIDEE LE :   19\/01\/2024":"Onglets",
    "Unnamed: 1":"Allégations de santé visées (et article du règlement (CE) n°1924\/2006 dont elles relèvent)",
    "Unnamed: 2":"Observations"
  },
  {
    "VERSION VALIDEE LE :   19\/01\/2024":"Allégations de santé autres que celles faisant référence à la réduction d’un risque de maladie ainsi qu'au développement et à la santé infantiles (article 13) : allégations fondées sur des preuves scientifiques généralement admises dîtes allégations de santé génériques (article 13.1) et allégations de santé basées sur des preuves scientifiques nouvellement établies (article 13.5)",
    "Unnamed: 1":null,
    "Unnamed: 2":null
  },
  {
    "VERSION VALIDEE LE :   19\/01\/2024":"Onglet n°1",
    "Unnamed: 1":"Liste exhaustive des allégations de santé « en attente »",
    "Unnamed: 2":"Extraction des allégations « en attente » de la base EFSA, libellés non traduits"
  },
  {
    "VERSION VALIDEE LE :   19\/01\/2024":"Onglet n°2",
    "Unnamed: 1":"Liste des allégations de santé « en attente » portant sur des plantes \/ parties de plantes",
    "Unnamed: 2":"Libellés traduits en français par traduction automatique"
  },
  {
    "VERSION VALIDEE LE :   19\/01\/2024":"Onglet n°3",
    "Unnamed: 1":"Liste des allégations de santé « en attente » portant sur des substances ou autres ingrédients",
    "Unnamed: 2":"Libellés traduits en français par traduction automatique"
  },
  {
    "VERSION VALIDEE LE :   19\/01\/2024":"Onglet n°4",
    "Unnamed: 1":"Liste des allégations de santé « en attente » portant sur des mélanges de plantes ou de substances",
    "Unnamed: 2":"Libellés traduits en français par traduction automatique"
  },
  {
    "VERSION VALIDEE LE :   19\/01\/2024":"Onglet n°5",
    "Unnamed: 1":"Liste des allégations de santé autorisées :\n-          allégations de santé reposant sur des données scientifiques généralement admises (article 13.1)\n-          allégations de santé basées sur des preuves scientifiques nouvellement admises (article 13.5).",
    "Unnamed: 2":"Toutes les allégations de santé autorisées de type article 13 figurent à l'annexe du règlement (UE) n° 432\/2012."
  },
  {
    "VERSION VALIDEE LE :   19\/01\/2024":"Onglet n°6",
    "Unnamed: 1":"Liste des allégations de santé relevant de l'article 13.5 autorisées avec protection des données propriétaires",
    "Unnamed: 2":"Ces allégations de santé figurent à l'annexe du règlement (UE) n° 432\/2012 et dans la décision (UE) n°2009\/980 du 17\/12\/2009.\nElles sont autorisées pour une seule entreprise pendant une durée de 5 ans."
  },
  {
    "VERSION VALIDEE LE :   19\/01\/2024":"Allégations faisant référence à la réduction d’un risque de maladie et allégations se rapportant au développement et à la santé infantiles (article 14)",
    "Unnamed: 1":null,
    "Unnamed: 2":null
  },
  {
    "VERSION VALIDEE LE :   19\/01\/2024":"Onglet n°7",
    "Unnamed: 1":"Liste des allégations de santé autorisées faisant référence à la réduction d'un risque de maladie (article 14.1 a)",
    "Unnamed: 2":"L’étiquetage doit comporter une mention indiquant que la maladie à laquelle l'allégation fait référence tient à de multiples facteurs de risque et que la modification de l'un de ces facteurs peut ou non avoir un effet bénéfique (cf. article 14.2)"
  },
  {
    "VERSION VALIDEE LE :   19\/01\/2024":"Onglet n°8",
    "Unnamed: 1":"Liste des allégations de santé relevant de l’article 14.1 a) autorisées avec protection des données propriétaires",
    "Unnamed: 2":"Ces allégations figurent sur le registre des allégations autorisées de la Commission européenne.\nElles sont autorisées pour une seule entreprise pendant une durée de 5 ans.\nL’étiquetage doit comporter une mention indiquant que la maladie à laquelle l'allégation fait référence tient à de multiples facteurs de risque et que la modification de l'un de ces facteurs peut ou non avoir un effet bénéfique (cf. article 14.2)."
  },
  {
    "VERSION VALIDEE LE :   19\/01\/2024":"Onglet n°9",
    "Unnamed: 1":"Liste des allégations de santé autorisées relatives au développement et à la santé des enfants de 0 à 18 ans (article 14.1 b)",
    "Unnamed: 2":"Ces allégations figurent sur le registre des allégations autorisées de la Commission européenne.  "
  },
  {
    "VERSION VALIDEE LE :   19\/01\/2024":"Onglet n°10",
    "Unnamed: 1":"Liste des allégations de santé relatives au développement et à la santé des enfants de 0 à 18 ans déposées avant le 19 janvier 2008 mises « en attente » (article 14.1 b)",
    "Unnamed: 2":"Les conditions d'utilisation de ces allégations sont celles proposées dans les avis de l'EFSA. Il convient dans tous les cas que l'opérateur soit en mesure de justifier leur utilisation. \nElles peuvent être utilisées jusqu'à ce qu'une décision communautaire (autorisation ou refus) soit prise (cf. article 28 du règlement)."
  }
]